Repository: IONOS-WordPress/ionos-wordpress
Catalog: packages/wp-plugin/ionos-essentials/ionos-essentials/languages/ionos-essentials-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se

source: How do you want to create your new website?
de_de: Wie wollen Sie Ihre neue Website erstellen?
es_es: ¿Cómo quieres crear tu nueva página web?
fr_fr: Comment voulez-vous créer votre nouveau site Web ?
it_it: Come vuoi creare il tuo nuovo sito web?
nl_nl: Hoe wil je je nieuwe website maken?
pl_pl: Jak chcesz stworzyć nową stronę?
sv_se: Hur vill du skapa din nya webbplats?

source: With AI
de_de: Mit KI
es_es: Con IA
fr_fr: Avec l'IA
it_it: Con IA
nl_nl: Met AI
pl_pl: Z AI
sv_se: Med AI

source: Do it yourself
de_de: Machen Sie es selbst
es_es: Confecciona tu web de forma autónoma
it_it: Realizza in modo autonomo
nl_nl: Doe het zelf
pl_pl: Zrób to sam
sv_se: Gör det själv

source: By using AI features you agree to the OpenAI %1$sTerms of Use%2$s and %3$sPrivacy Policy%4$s
de_de: Durch die Nutzung von KI-Funktionen erklären Sie sich mit den OpenAI %1$sNutzungsbedingungen%2$s und %3$sDatenschutzbestimmungen%4$s einverstanden.
es_es: Al utilizar las funciones de IA, aceptas las %1$sCondiciones de Uso%2$s y la %3$sPolítica de Privacidad%4$s de OpenAI.
fr_fr: En utilisant les fonctions d'IA, vous acceptez les %1$sConditions d'utilisation%2$s et la %3$sPolitique de confidentialitéP%4$s de OpenAI.
it_it: Utilizzando le funzionalità IA accetti i %1$stermini d'uso%2$s e la %3$spolitica sulla privacy%4$s di OpenAI.
nl_nl: Door gebruik te maken van AI-functies ga je akkoord met de OpenAI %1$sgebruiksvoorwaarden%2$s en het %3$sprivacybeleid%4$s
pl_pl: Korzystając z funkcji AI, zgadzasz się na %1$s warunki użytkowania%2$s i %3$spolitykę prywatności%4$s OpenAI
sv_se: Genom att använda AI-funktioner godkänner du OpenAI %1$sTerms of Use%2$s och %3$sPrivacy Policy%4$s

source: We are going to install Jetpack Backup now.
de_de: Jetpack-Backup wird jetzt installiert.
es_es: Vamos a instalar Jetpack Backup.
fr_fr: Nous allons installer Jetpack Backup maintenant.
it_it: Ora installeremo Jetpack Backup.
nl_nl: We installeren nu Jetpack Backup.
pl_pl: Zaraz zainstalujemy Jetpack Backup.
sv_se: Nu kommer vi att installera Jetpack Backup.

source: Installing Jetpack Backup
de_de: Jetpack-Backup wird installiert
es_es: Instalando Jetpack Backup
fr_fr: Installation de Jetpack Backup
it_it: Installazione di Jetpack Backup
nl_nl: Jetpack Backup installeren
pl_pl: Instalowanie Jetpack Backup
sv_se: Installerar Jetpack Backup

source: Please wait a moment while we are installing Jetpack Backup for you.
de_de: Bitte warten Sie einen Moment, während wir Jetpack-Backup für Sie installieren.
es_es: Por favor, espera un momento mientras instalamos Jetpack Backup para ti.
fr_fr: Veuillez patienter un moment pendant que nous installons Jetpack Backup pour vous.
it_it: Attendi un momento mentre installiamo Jetpack Backup per te.
nl_nl: Nog even geduld, Jetpack Backup wordt voor je geïnstalleerd.
pl_pl: Proszę chwilę poczekać — instalujemy Jetpack Backup dla Ciebie.
sv_se: Vänta lite medan vi installerar Jetpack Backup åt dig.

source: No thanks
de_de: Nein, danke
es_es: No, gracias
fr_fr: Non merci.
it_it: No grazie
nl_nl: Nee, bedankt
pl_pl: Nie, dziękuję
sv_se: Nej tack

source: Tools
es_es: Herramientas
fr_fr: Outils
it_it: Strumenti
pl_pl: Narzędzia
sv_se: Verktyg

source: Website security
de_de: Website-Sicherheit
es_es: Seguridad de la página web
fr_fr: Sécurité du site Web
it_it: Sicurezza del sito web
nl_nl: Websitebeveiliging
pl_pl: Bezpieczeństwo strony
sv_se: Webbplatsens säkerhet

source: Vulnerability alerting
de_de: Sicherheitswarnungen
es_es: Alertas de vulnerabilidad
fr_fr: Alerte de vulnérabilité
it_it: Allerta di vulnerabilità
nl_nl: Waarschuwing bij kwetsbaarheden
pl_pl: Powiadamianie o podatnościach
sv_se: Sårbarhetsvarning

source: Change email address
de_de: E-Mail-Adresse ändern
es_es: Cambiar dirección de correo electrónico
fr_fr: Modifier votre adresse e-mail
it_it: Modifica indirizzo e-mail
nl_nl: E-mailadres wijzigen
pl_pl: Zmień adres e-mail
sv_se: Ändra e-postadress

source: Password monitoring
de_de: Passwortüberwachung
es_es: Monitorización de contraseña
fr_fr: Surveillance des mots de passe
it_it: Monitoraggio password
nl_nl: Wachtwoordmonitoring
pl_pl: Monitorowanie haseł
sv_se: Bevakning av lösenord

source: Monitor password leaks. If a password is suspected to be compromised, you will receive an email notification with instructions to change it. As a further precaution, the account will be locked until the password is updated.
de_de: Überwachen Sie Passwortleaks. Besteht der Verdacht, dass ein Passwort kompromittiert wurde, erhalten Sie eine E-Mail-Benachrichtigung mit Anweisungen zum Ändern des Passworts. Als weitere Vorsichtsmaßnahme wird das Konto gesperrt, bis das Passwort aktualisiert wurde.
es_es: Monitoriza la filtración de contraseñas. Si existen sospechas de que una contraseña esté comprometida, recibirás una notificación por correo electrónico con las instrucciones para cambiarla. Como medida de precaución adicional, la cuenta se bloqueará hasta que la contraseña se actualice.
fr_fr: Surveiller les fuites de mots de passe. Si un mot de passe est soupçonné d'avoir été compromis, vous recevrez une notification par e-mail avec des instructions pour le modifier. Par mesure de précaution supplémentaire, le compte sera verrouillé jusqu'à ce que le mot de passe soit mis à jour.
it_it: Monitora le fughe di password. Se si sospetta che una password sia stata compromessa, riceverai una notifica via e-mail con le istruzioni per cambiarla. Come ulteriore precauzione, l'account verrà bloccato fino alla modifica della password.
nl_nl: Houd gelekte wachtwoorden in de gaten. Als een wachtwoord waarschijnlijk is gelekt, ontvang je een e-mail met instructies om het te wijzigen. Als extra voorzorgsmaatregel wordt het account vergrendeld totdat het wachtwoord is gewijzigd.
pl_pl: Monitoruj wycieki haseł. Jeśli podejrzewamy, że hasło zostało skompromitowane, otrzymasz powiadomienie e‑mail z instrukcją zmiany. Dodatkowo konto zostanie zablokowane do momentu zmiany hasła.
sv_se: Bevakning av lösenordsläckor. Om ett lösenord misstänks vara komprometterat skickas ett e‑postmeddelande med instruktioner för att byta det. Som extra säkerhetsåtgärd låses kontot tills lösenordet har uppdaterats.

source: Block XML-RPC access
de_de: Zugang zu XML-RPC blockieren
es_es: Bloquear acceso a XML-RPC
fr_fr: Bloquez l'accès à XML-RPC
it_it: Blocca l’accesso a XML-RPC
nl_nl: Toegang tot XML-RPC blokkeren
pl_pl: Zablokuj dostęp XML-RPC
sv_se: Blockera XML-RPC-åtkomst

source: Block access to XML-RPC, for security purposes we recommend keeping this blocked if not in use.
de_de: Blockieren Sie den Zugriff auf XML-RPC. Aus Sicherheitsgründen empfehlen wir diese Option deaktiviert zu lassen, wenn sie nicht verwendet wird.
es_es: Bloquea el acceso a XML-RPC. Por motivos de seguridad, te recomendamos mantenerlo bloqueado si no está en uso.
fr_fr: Bloquez l'accès à XML-RPC. Pour des raisons de sécurité, nous vous recommandons de maintenir ce blocage si vous ne l'utilisez pas.
it_it: Blocca l'accesso a XML-RPC. Per motivi di sicurezza, ti consigliamo di mantenerlo bloccato se non lo usi.
nl_nl: Blokkeer toegang tot XML-RPC. Uit veiligheidsoverwegingen raden we aan dit geblokkeerd te houden als het niet in gebruik is.
pl_pl: Zablokuj dostęp do XML-RPC — ze względów bezpieczeństwa zalecamy utrzymanie blokady, jeśli nie jest używane.
sv_se: Blockera åtkomst till XML-RPC. Av säkerhetsskäl rekommenderas att hålla detta blockerat om det inte används.

source: Prohibit email login
de_de: E-Mail Login verhindern
es_es: Deshabilitar inicio de sesión por correo electrónico
fr_fr: Interdire la connexion par e-mail
it_it: Vieta l'accesso tramite e-mail
nl_nl: Inloggen met e-mailadres verbieden
pl_pl: Zabroń logowania przez email
sv_se: Förbjud inloggning via e-post

source: Disable login with email addresses. This improves security by reducing the potential attack surface.
de_de: Deaktivieren Sie den Login über E-Mail-Adressen. Dies erhöht die Sicherheit, indem die potenzielle Angriffsfläche reduziert wird.
es_es: Desactiva el inicio de sesión con direcciones de correo electrónico. Esto mejora la seguridad porque reduce la superficie de ataque potencial.
fr_fr: Désactivez la connexion avec les adresses e-mail. Cela améliore la sécurité en réduisant la surface d'attaque potentielle.
it_it: Disattiva l'accesso tramite indirizzo e-mail. Ciò migliora la sicurezza riducendo la superficie potenziale di attacco.
nl_nl: Het inloggen met een e-mailadres wordt niet toegestaan. Dit verbetert de beveiliging door het aantal aanvalsmogelijkheden te verkleinen.
pl_pl: Wyłącz logowanie za pomocą adresów e-mail. Zwiększa to bezpieczeństwo, zmniejszając potencjalne pole ataku.
sv_se: Inaktivera inloggning med e-postadresser. Detta förbättrar säkerheten genom att minska den potentiella attackytan.

source: Maintenance page
de_de: Wartungsseite
es_es: Página de mantenimiento
fr_fr: Page de maintenance
it_it: Pagina di manutenzione
nl_nl: Onderhoudspagina
pl_pl: Strona konserwacyjna
sv_se: Underhållssida

source: Active
de_de: Aktiv
es_es: Función activa
fr_fr: Actif
it_it: Attiva
nl_nl: Actief
pl_pl: Aktywna
sv_se: Aktiv

source: activated.
de_de: aktiviert.
es_es: activada.
fr_fr: activé
it_it: attivata.
nl_nl: geactiveerd.
pl_pl: aktywowany.
sv_se: aktiverad.

source: deactivated.
de_de: deaktiviert.
es_es: desactivada
fr_fr: désactivé
it_it: disattivata.
nl_nl: gedeactiveerd.
pl_pl: dezaktywowany.
sv_se: avaktiverad.

source: Maintenance mode
de_de: Wartungsmodus
es_es: Modo de mantenimiento
fr_fr: Mode maintenance
it_it: Modalità di manutenzione
nl_nl: Onderhoudsmodus
pl_pl: Tryb konserwacji
sv_se: Underhållsläge

source: Preview maintenance page
de_de: Vorschau der Wartungsseite
es_es: Vista previa de la página de mantenimiento
fr_fr: Aperçu de la page de maintenance
it_it: Anteprima pagina di manutenzione
nl_nl: Voorbeeld onderhoudspagina
pl_pl: Podgląd strony konserwacyjnej
sv_se: Förhandsgranska underhållssidan

source: Welcome to your new %s Hub
de_de: Willkommen in Ihrem neuen %s-Hub
es_es: Te damos la bienvenida a tu nuevo hub %s
fr_fr: Bienvenue dans votre nouveau Hub %s
it_it: Ti diamo il benvenuto nel tuo nuovo hub %s
nl_nl: Welkom bij je nieuwe %s Hub
pl_pl: Witamy w Twoim nowym centrum %s
sv_se: Välkommen till din nya %s Hub

source: You're now experiencing the latest evolution of our dashboard, designed to streamline your workflow and enhance your online management. This new hub replaces your previous dashboard, bringing you a fresher interface, improved tools, and exciting new features.
de_de: Sie nutzen aktuell die neueste Version unseres Dashboards – konzipiert, um Ihre Arbeitsabläufe zu optimieren und Ihr Online-Management zu verbessern. Dieses neue Hub ersetzt Ihr bisheriges Dashboard und bietet Ihnen eine modernisierte Benutzeroberfläche, verbesserte Tools sowie spannende neue Funktionen.
es_es: Acabas de aterrizar en la última versión de nuestro panel de control, concebido para ayudarte a agilizar tu flujo de trabajo y mejorar tu gestión online. Este nuevo hub sustituye a tu panel de control anterior con el fin de poner a tu disposición una interfaz más moderna, con herramientas mejoradas y nuevas funcionalidades fascinantes.
fr_fr: Vous découvrez maintenant la toute dernière évolution de notre tableau de bord, conçue pour simplifier votre flux de travail et améliorer votre gestion en ligne. Ce nouveau centre remplace votre ancien tableau de bord, vous offrant une interface plus moderne, des outils améliorés et de nouvelles fonctionnalités passionnantes.
it_it: Stai provando l'ultima evoluzione della nostra dashboard, progettata per semplificare il flusso di lavoro e migliorare la gestione online. Questo nuovo hub sostituisce la tua dashboard precedente, offrendoti un'interfaccia più moderna, strumenti migliori e nuove interessanti funzionalità.
nl_nl: Ervaar nu de nieuwste versie van ons dashboard, ontworpen om je workflow te stroomlijnen en het online beheer makkelijker te maken. Deze nieuwe hub vervangt het vorige dashboard en biedt je een moderne interface, verbeterde tools en handige nieuwe functies.
pl_pl: Teraz masz dostęp do najnowszej wersji panelu, stworzonej, by usprawnić pracę i zwiększyć możliwości zarządzania online. To nowe centrum zastępuje stary panel, oferując świeższy interfejs, ulepszone narzędzia i ekscytujące nowe funkcje.
sv_se: Du använder nu vår senaste version av kontrollpanelen – utformad för att göra din arbetsdag enklare och ge dig bättre koll på din digitala närvaro. Den här nya startsidan ersätter din tidigare vy, med en fräschare design, smartare verktyg och flera nya möjligheter.

source: Get familiar with the new layout
de_de: Machen Sie sich mit dem neuen Layout vertraut
es_es: Descubre el nuevo diseño
fr_fr: Familiarisez-vous avec la nouvelle mise en page
it_it: Scopri il nuovo layout
nl_nl: Ontdek de nieuwe lay-out
pl_pl: Zapoznaj się z nowym układem
sv_se: Bekanta dig med den nya layouten

source: Explore redesigned sections and discover new functionalities
de_de: Erkunden Sie neu gestaltete Bereiche und entdecken Sie neue Funktionen
es_es: Explora las secciones renovadas y las nuevas funcionalidades
fr_fr: Explorez le design amélioré des sections et découvrez de nouvelles fonctionnalités
it_it: Esplora le sezioni rinnovate e scopri nuove funzionalità
nl_nl: Verken opnieuw vormgegeven secties en nieuwe functies
pl_pl: Odkryj przeprojektowane sekcje i nowe funkcjonalności
sv_se: Upptäck förbättrade sektioner och nya funktioner

source: Stay tuned for upcoming feature releases and enhancements
de_de: Bleiben Sie gespannt auf kommende Funktionsveröffentlichungen und Verbesserungen
es_es: ¡No te pierdas los próximos lanzamientos y actualizaciones de funciones!
fr_fr: Restez à l'affut des nouvelles fonctionnalités et des améliorations à venir.
it_it: Non perderti il lancio delle prossime funzionalità e miglioramenti
nl_nl: Blijf op de hoogte van nieuwe versies en verbeteringen
pl_pl: Bądź na bieżąco z nadchodzącymi funkcjami i ulepszeniami
sv_se: Håll utkik efter fler nyheter och uppdateringar som snart lanseras

source: Welcome to your %s Hub
de_de: Willkommen in Ihrem %s-Hub
es_es: Te damos la bienvenida a tu nuevo hub %s
fr_fr: Bienvenue sur votre Hub %s
it_it: Ti diamo il benvenuto nel tuo %s Hub
nl_nl: Welkom bij je %s Hub
pl_pl: Witamy w panelu %s Hub
sv_se: Välkommen till din %s Hub

source: This overview is your gateway to unlocking the full potential of your WordPress website.
de_de: Diese Übersicht ist Ihr Schlüssel zum vollen Potenzial Ihrer WordPress-Website.
es_es: Esta vista general es tu puerta de entrada para sacar el máximo partido de todo el potencial de tu página web de WordPress.
fr_fr: Cette vue d'ensemble est votre passerelle pour débloquer tout le potentiel de votre site Web WordPress.
it_it: Questa sezione ti permette di sfruttare tutto il potenziale del tuo sito WordPress.
nl_nl: Via dit overzicht kun je het volledige potentieel van je WordPress website benutten.
pl_pl: Z tego miejsca wygodnie zarządzisz swoją stroną WordPress i odkryjesz jej pełny potencjał.
sv_se: Den här översikten är din startpunkt för att utnyttja hela potentialen i din WordPress-webbplats.

source: Recommendations for next steps
de_de: Empfehlungen für die nächsten Schritte
es_es: Recomendaciones para los próximos pasos
fr_fr: Recommandations pour les prochaines étapes
it_it: Consigli per i prossimi passi
nl_nl: Tips voor volgende stappen
pl_pl: Rekomendacje kolejnych kroków
sv_se: Rekommenderade nästa steg

source: Helpful links and shortcuts
de_de: Hilfreiche Links und Shortcuts
es_es: Enlaces y atajos útiles
fr_fr: Liens et raccourcis utiles
it_it: Link utili e collegamenti rapidi
nl_nl: Handige links en shortcuts
pl_pl: Przydatne linki i skróty
sv_se: Hjälpsamma länkar och genvägar

source: Your Feedback is important to us
de_de: Ihre Meinung ist uns wichtig!
es_es: Tu opinión nos importa
fr_fr: Votre retour d'expérience est important pour nous
it_it: Il tuo feedback è importante per noi
nl_nl: Jouw feedback is belangrijk voor ons
pl_pl: Twoja opinia jest dla nas ważna
sv_se: Din feedback är viktig för oss

source: We're always looking for ways to make your WordPress hosting experience even better. Please take a few minutes to fill out a quick online survey.
de_de: Wir sind ständig auf der Suche nach Möglichkeiten Ihr WordPress-Hosting-Erlebnis zu verbessern. Nehmen Sie sich bitte ein paar Minuten Zeit, um an einer kurzen Online-Umfrage teilzunehmen.
es_es: Siempre estamos buscando formas de mejorar tu experiencia con el hosting de WordPress. Por favor, dedica unos minutos a realizar una breve encuesta online.
fr_fr: Nous cherchons de nouveaux moyens pour améliorer votre expérience d'hébergement WordPress. Veuillez prendre quelques minutes pour répondre à une enquête en ligne rapide.
it_it: Siamo sempre alla ricerca di modi per migliorare la tua esperienza di hosting WordPress. Ti preghiamo di dedicare qualche minuto alla compilazione di un breve sondaggio online.
nl_nl: We zoeken altijd naar manieren om je ervaring met WordPress hosting nog beter te maken. Neem een paar minuten de tijd om een korte enquête in te vullen.
pl_pl: Zawsze szukamy sposobów, by poprawić Twoje doświadczenia z hostingiem WordPress. Poświęć kilka minut, aby wypełnić krótką ankietę online.
sv_se: Vi jobbar ständigt för att göra din upplevelse med WordPress Webbhotell ännu bättre. Ta gärna några minuter och svara på vår korta enkät online.

source: Take the survey
de_de: Zur Umfrage
es_es: Participa en la encuesta
fr_fr: Répondre à l'enquête
it_it: Partecipa al sondaggio
nl_nl: Deelnemen aan enquête
pl_pl: Wypełnij ankietę
sv_se: Delta i enkäten

source: Your %s Hub Just Got a Powerful Upgrade!
de_de: Ihr %s Hub ist nun noch besser!
es_es: ¡Hemos actualizado tu hub %s con potentes novedades!
fr_fr: Votre Hub %s vient de recevoir une puissante mise à niveau !
it_it: Il tuo hub %s ha appena ricevuto un potente aggiornamento!
nl_nl: Je %s Hub heeft een upgrade gekregen!
pl_pl: Twoje centrum %s właśnie otrzymało potężną aktualizację!
sv_se: Din %s Hub har precis blivit ännu bättre!

source: We've just rolled out a brand-new "Tools & Security" tab! All the features and user interfaces from your previous security plugin have now found their new home here, making everything more centralized and easier to manage. Plus, you'll find a new maintenance page function that you can switch on whenever you need it.
de_de: Wir haben gerade den brandneuen Reiter „Tools & Sicherheit” eingeführt! Alle Funktionen und Benutzeroberflächen Ihres bisherigen Sicherheits-Plugins haben hier einen neuen Platz gefunden, damit alles übersichtlicher und einfacher zu verwalten ist. Außerdem gibt es eine neue Wartungsseite, die Sie bei Bedarf jederzeit aktivieren können.
es_es: ¡Acabamos de habilitar la nueva pestaña «Herramientas y seguridad»! Todas las funciones e interfaces de uso de tu anterior plugin de seguridad se encuentran ahora aquí para una gestión centralizada y más sencilla. Además, también tienes disponible una nueva función de página de mantenimiento que puedes activar cuando necesites.
fr_fr: Nous venons de déployer un tout nouvel onglet "Outils et sécurité". Toutes les fonctionnalités et les interfaces utilisateur de votre ancienne extension de sécurité se trouvent maintenant ici, rendant le tout plus centralisé et plus facile à gérer. De plus, vous trouverez une nouvelle fonction de page de maintenance que vous pourrez activer dès que vous en aurez besoin.
it_it: Abbiamo appena introdotto una nuova sezione "Strumenti e sicurezza". Tutte le funzionalità e le interfacce utente del tuo precedente plugin di sicurezza ora si trovano qui, rendendo tutto più centralizzato e facile da gestire. Inoltre, troverai una nuova funzione di pagina di manutenzione che puoi attivare ogni volta che ne hai bisogno.
nl_nl: We hebben een nieuw tabblad "Tools & beveiliging" toegevoegd! Alle functies van de vorige beveiligingsplug-in zijn nu hier te vinden, zodat je alles vanuit een plek kunt beheren. Bovendien vind je een nieuwe functie voor onderhoudspagina's, die je kunt inschakelen wanneer nodig.
pl_pl: Właśnie wprowadziliśmy zupełnie nową kartę „Narzędzia & Bezpieczeństwo”! Wszystkie funkcje i interfejsy użytkownika z Twojej poprzedniej wtyczki bezpieczeństwa znalazły teraz swoje nowe miejsce tutaj, dzięki czemu zarządzanie wszystkim jest bardziej scentralizowane i łatwiejsze. Dodatkowo znajdziesz nową funkcję strony konserwacyjnej, którą możesz włączyć, gdy tylko będzie potrzebna.
sv_se: Nu finns fliken "Verktyg & säkerhet"! Alla funktioner och inställningar från ditt tidigare säkerhetsplugin finns nu samlade här. Det ger dig bättre överblick och gör det enklare att Dessutom finns nu en ny funktion för underhållssidan som du kan aktivera när du vill.

source: Website is safe and secure
de_de: Die Website ist sicher und geschützt.
es_es: La página web está segura y protegida
fr_fr: Le site Web est sûr et sécurisé.
it_it: Il sito web è sicuro e protetto.
nl_nl: Website is veilig
pl_pl: Strona jest bezpieczna
sv_se: Webbplatsen är säker och trygg

source: updating...
de_de: Update...
es_es: actualizando...
fr_fr: En cours d'actualisation...
it_it: aggiornamento in corso…
nl_nl: bijwerken...
pl_pl: aktualizowanie…
sv_se: uppdaterar...

source: deleting...
de_de: Löschen...
es_es: eliminando...
fr_fr: En cours de suppression...
it_it: eliminazione in corso…
nl_nl: verwijderen...
pl_pl: usuwanie…
sv_se: raderar...

source: Important Security Notification: Vulnerability detected in your WordPress website
de_de: Wichtige Sicherheits-Benachrichtigung: Schwachstelle in Ihrer WordPress Website gefunden
es_es: Notificación de seguridad importante: vulnerabilidades detectadas en tu página web de WordPress.
fr_fr: Notification de sécurité importante : Une vulnérabilité a été détectée dans votre site Web WordPress.
it_it: Importante notifica di sicurezza: vulnerabilità rilevata nel tuo sito WordPress
nl_nl: Belangrijke veiligheidswaarschuwing: er is een kwetsbaarheid ontdekt in je WordPress website
pl_pl: Ważne powiadomienie o bezpieczeństwie: wykryto podatność w Twojej stronie WordPress
sv_se: Viktigt säkerhetsmeddelande: Sårbarhet har hittats på din WordPress-sida

source: Dear user,<br />We want to inform you that our recent vulnerability scan has detected one or more issues that require your attention:
de_de: Hallo,<br />wir möchten Sie darüber informieren, dass der letzte Sicherheits-Scan ein oder mehrere Probleme gefunden hat, die Ihre Aufmerksamkeit benötigen.
es_es: Hola,<br />queremos informarte de que nuestro último escaneo de vulnerabilidades ha detectado uno o más problemas que requieren tu atención:
fr_fr: Cher utilisateur,<br />Nous souhaitons vous informer que notre récente analyse des vulnérabilités a détecté un ou plusieurs problèmes qui requièrent votre attention :
it_it: Gentile utente,<br />vogliamo informarti che la nostra recente scansione delle vulnerabilità ha rilevato uno o più problemi che richiedono la tua attenzione:
nl_nl: Beste gebruiker,<br />We willen je informeren dat onze recente scan één of meer kwetsbaarheden heeft ontdekt die je aandacht vereisen:
pl_pl: Drogi użytkowniku,<br />Chcemy Cię poinformować, że nasz ostatni skan podatności wykrył jeden lub więcej problemów, które wymagają Twojej uwagi:
sv_se: Hej!<br />Vi vill informera dig om att vår senaste felsökning har upptäckt ett eller flera problem som kräver din uppmärksamhet:
