Repository: IONOS-WordPress/ionos-wordpress
Catalog: packages/wp-plugin/ionos-essentials/ionos-essentials/languages/ionos-essentials-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se

source: The Essentials plugin provides hosting specific functionality.
fr_fr: L'extension essentials offre des fonctionnalités spécifiques à l'hébergement.
it_it: Il plugin Essentials fornisce funzionalità specifiche per l'hosting.
nl_nl: De plug-in Essentials biedt specifieke functies voor hosting.
sv_se: Essentials-plugin ger hosting-specifik funktionalitet.

source: IONOS Group
es_es: Grupo IONOS
fr_fr: Groupe IONOS
it_it: Gruppo IONOS
pl_pl: Grupa IONOS
sv_se: IONOS-koncernen

source: My offers
de_de: Meine Angebote
es_es: Mis ofertas
fr_fr: Mes offres
it_it: Le mie offerte
nl_nl: Mijn aanbiedingen
pl_pl: Moje oferty
sv_se: Mina erbjudanden

source: My data
de_de: Meine Daten
es_es: Mis datos
fr_fr: Mes données
it_it: I miei dati
nl_nl: Mijn gegevens
pl_pl: Moje dane
sv_se: Mina uppgifter

source: My products
de_de: Meine Produkte
es_es: Mis productos
fr_fr: Mes produits
it_it: I miei prodotti
nl_nl: Mijn producten
pl_pl: Moje produkty
sv_se: Mina produkter

source: My invoices
de_de: Meine Rechnungen
es_es: Mis facturas
fr_fr: Mes factures
it_it: Le mie fatture
nl_nl: Mijn facturen
pl_pl: Moje faktury
sv_se: Mina fakturor

source: Control Panel
de_de: IONOS Konto
es_es: Panel de control
fr_fr: Espace Client
it_it: Area Clienti
nl_nl: Klantenlogin
pl_pl: Panel sterowania
sv_se: Kontrollpanelen

source: My User
de_de: Mein Benutzer
es_es: Mi usuario
fr_fr: Mon utilisateur
it_it: Il mio utente
nl_nl: Mijn gebruiker
pl_pl: Użytkownik
sv_se: Min användare

source: WordPress Websites
es_es: Páginas web WordPress
fr_fr: Sites Web WordPress
it_it: Siti web WordPress
pl_pl: Strony WordPress
sv_se: WordPress Webbplatser

source: Data of customer
de_de: Daten des Kunden
es_es: Datos de cliente
fr_fr: Données du client
it_it: Dati cliente
nl_nl: Klantgegevens
pl_pl: Dane klienta
sv_se: Uppgifter om kunden

source: Services
de_de: Dienstleistungen
es_es: Servicios
it_it: Servizi
nl_nl: Diensten
pl_pl: Usługi
sv_se: Tjänster

source: Invoices
de_de: Rechnungen
es_es: Facturas
fr_fr: Factures
it_it: Fatture
nl_nl: Facturen
pl_pl: Faktury
sv_se: Fakturor

source: Package overview
de_de: Paketübersicht
es_es: Vista general del panel
fr_fr: Vue d'ensemble du pack
it_it: Panoramica del pacchetto
nl_nl: Overzicht van je pakketten
pl_pl: Przegląd pakietu
sv_se: Paketöversikt

source: Your invoices
de_de: Rechnungen anzeigen
es_es: Ver facturas
fr_fr: Vos factures
it_it: Le tue fatture
nl_nl: Je facturen
pl_pl: Twoje faktury
sv_se: Visa fakturor

source: Your contract
de_de: Mein Vertrag
es_es: Tu contrato
fr_fr: Votre contrat
it_it: Il tuo contratto
nl_nl: Je contract
pl_pl: Twoja umowa
sv_se: Ditt avtal

source: Current offers
de_de: Aktuelle Angebote
es_es: Ofertas actuales
fr_fr: Offres actuelles
it_it: Offerte attuali
nl_nl: Actuele aanbiedingen
pl_pl: Aktualne oferty
sv_se: Aktuella erbjudanden

source: Quick Links
de_de: Schnellzugriff
es_es: Enlaces directos
fr_fr: Liens rapides
it_it: Collegamenti rapidi
nl_nl: Snelle links
pl_pl: Szybkie skróty
sv_se: Snabblänkar

source: critical issue found
de_de: Kritisches Problem gefunden
es_es: problema crítico detectado
fr_fr: Problème critique détecté
it_it: Problema critico rilevato
nl_nl: kritiek probleem gevonden
pl_pl: znaleziono krytyczny problem
sv_se: kritiskt fel hittades

source: warning found
de_de: Warnung gefunden
es_es: alerta detectada
fr_fr: Alerte détectée
it_it: Allarme rilevato
nl_nl: waarschuwing gevonden
pl_pl: znaleziono ostrzeżenie
sv_se: varning hittad

source: issues found
de_de: Probleme gefunden
es_es: problemas detectados
fr_fr: problèmes trouvés
it_it: problemi rilevati
nl_nl: problemen gevonden
pl_pl: znaleziono problemy
sv_se: fel hittade

source: View Site
de_de: Zur Website
es_es: Ver la página
fr_fr: Afficher le site
it_it: Visualizza sito
nl_nl: Site bekijken
pl_pl: Zobacz stronę
sv_se: Visa webbplats

source: Start AI Sitebuilder
de_de: Website mit KI erstellen
es_es: Iniciar el creador de páginas web con IA
fr_fr: Démarrer l'outil de création IA
it_it: Avvia la creazione di siti web con IA
nl_nl: AI websitemaker starten
pl_pl: Uruchom Asystenta AI
sv_se: Starta AI-hemsidegenerator

source: Manage Hosting
de_de: Zum IONOS Konto
es_es: Gestionar hosting
fr_fr: Gérer l'hébergement
it_it: Gestisci hosting
nl_nl: Hosting beheren
pl_pl: Zarządzaj hostingiem
sv_se: Hantera webbhotell

source: Account Management
de_de: Mein Konto
es_es: Gestión de cuenta
fr_fr: Gestion des comptes
it_it: Gestione account
nl_nl: Accountbeheer
pl_pl: Zarządzanie kontem
sv_se: Kontohantering

source: Overview
de_de: Übersicht
es_es: Vista general
fr_fr: Vue d'ensemble
it_it: Panoramica
nl_nl: Overzicht
pl_pl: Przegląd
sv_se: Översikt

source: Create Page
de_de: Seite erstellen
es_es: Crear página
fr_fr: Créer une page
it_it: Crea pagina
nl_nl: Pagina maken
pl_pl: Dodaj stronę
sv_se: Skapa sida

source: Add Logo
de_de: Logo hinzufügen
es_es: Añadir logo
fr_fr: Ajouter un logo
it_it: Aggiungi un logo
nl_nl: Logo toevoegen
pl_pl: Dodaj logo
sv_se: Lägg till logotyp

source: Ensure your website is branded with your unique logo for a professional look.
de_de: Für ein professionelles Aussehen, fügen Sie Ihrer Website Ihr einzigartiges Logo hinzu.
es_es: Asegúrate de que tu página web muestra tu logo para darle un aspecto profesional.
fr_fr: Veillez à ce que votre site Web porte votre logo unique pour un aspect professionnel.
it_it: Assicurati che nel tuo sito web sia visibile il tuo logo distintivo per un aspetto professionale.
nl_nl: Zorg ervoor dat je website is voorzien van een uniek logo voor een professionele uitstraling.
pl_pl: Dodaj własne logo, aby Twoja strona wyglądała profesjonalnie i była łatwiej rozpoznawalna.
sv_se: Se till att din webbplats har din unika logotyp för ett professionellt utseende.

source: Connect Domain
de_de: Domain verbinden
es_es: Conectar dominio
fr_fr: Connecter le domaine
it_it: Collega dominio
nl_nl: Domeinnaam koppelen
pl_pl: Podłącz domenę
sv_se: Anslut domän

source: Edit & Complete Your Website
de_de: Website bearbeiten
es_es: Editar y completar tu página web
fr_fr: Modifier et compléter votre site Web
it_it: Modifica e completa il tuo sito web
nl_nl: Je website bewerken en voltooien
pl_pl: Edytuj stronę i dodaj treści
sv_se: Redigera & slutför din webbplats

source: Add pages, text, and images, fine-tune your website with AI-powered tools or adjust colours and fonts.
de_de: Vervollständigen und personalisieren Sie Ihre Website mit KI-Tools, fügen Sie neue Inhalte wie Seiten, Texte und Bilder hinzu oder passen Sie Farben und Schriftarten an.
es_es: Añade páginas, texto e imágenes, ajusta tu página web con herramientas de IA o modifica los colores y el tipo de letra.
fr_fr: Ajoutez des pages, du texte et des images, affinez votre site Web à l'aide d'outils optimisés par l'intelligence artificielle ou ajustez les couleurs et les polices.
it_it: Aggiungi pagine, testi e immagini, perfeziona il tuo sito web con strumenti IA o imposta colori e caratteri.
nl_nl: Voeg pagina's, teksten en afbeeldingen toe, optimaliseer je website met AI-tools of pas kleuren en lettertypen aan.
pl_pl: Dodaj strony, teksty i obrazy, dostosuj wygląd witryny za pomocą narzędzi AI lub zmień kolory i czcionki.
sv_se: Lägg till sidor, text och bilder, finjustera din webbplats med AI-drivna verktyg eller justera färger och typsnitt.

source: Edit Website
de_de: Website bearbeiten
es_es: Editar página web
fr_fr: Modifier le site Web
it_it: Modifica sito web
nl_nl: Website bewerken
pl_pl: Edytuj stronę
sv_se: Redigera webbplats

source: Discover Help Center
de_de: Das Hilfe-Center entdecken
es_es: Explorar el Centro de Ayuda
fr_fr: Parcourir le Centre d'Assistance
it_it: Scopri il Centro Assistenza
nl_nl: Helpcentrum ontdekken
pl_pl: Odkryj Centrum Pomocy
sv_se: Discover Hjälpcenter

source: Get instant support with Co-Pilot AI, explore our Knowledge Base, or take guided tours.
de_de: Machen Sie sich mit unseren umfangreichen Support Angeboten vertraut und nutzen Sie unseren KI-Chat für alle Fragen rund um WordPress.
es_es: Recibe ayuda al instante con la asistencia de la IA, explora nuestra base de conocimientos o haz un recorrido guiado.
fr_fr: Obtenez une assistance instantanée avec Chat IA, explorez notre base de connaissances ou suivez des visites guidées.
it_it: Ottieni assistenza immediata con la Chat IA, consulta la nostra knowledge base o segui dei tour guidati.
nl_nl: Krijg direct ondersteuning van de AI-chatbot, verken de kennisbank of neem een rondleiding.
pl_pl: Uzyskaj natychmiastowe wsparcie dzięki Co-Pilot AI, przeglądaj Bazę wiedzy lub skorzystaj z interaktywnych podpowiedzi w panelu.
sv_se: Få omedelbar support med Co-Pilot AI, utforska vår kunskapsbas eller ta guidade turer.

source: Open Help Center
de_de: Hilfe-Center öffnen
es_es: Acceder al Centro de Ayuda
fr_fr: Ouvrir le Centre d'Assistance
it_it: Apri Centro Assistenza
nl_nl: Helpcentrum openen
pl_pl: Otwórz Centrum Pomocy
sv_se: Öppna hjälpcentret

source: Set Up Email
de_de: E-Mail einrichten
es_es: Configurar correo electrónico
fr_fr: Créer une adresse e-mail
it_it: Configura e-mail
nl_nl: E-mail instellen
pl_pl: Skonfiguruj adres e-mail
sv_se: Konfigurera e-post

source: Set up your included email account and integrate it with your website.
de_de: Richten Sie Ihr inbegriffenes E-Mail-Konto ein und verbinden Sie es mit Ihrer Website.
es_es: Configura tu cuenta de correo electrónico incluida e intégrala con tu página web.
fr_fr: Configurez votre compte de messagerie et intégrez-le à votre site Web.
it_it: Configura il tuo account e-mail e integralo con il tuo sito web.
nl_nl: Configureer je e-mailaccount en integreer het in je website.
pl_pl: Skorzystaj z dołączonego konta e-mail i połącz je ze swoją stroną internetową.
sv_se: Ställ in ditt inkluderade e-postkonto och integrera det med din webbplats.

source: Set Up Contact Form
de_de: Kontakt-Formular einrichten
es_es: Configurar formulario de contacto
fr_fr: Créer un formulaire de contact
it_it: Configura modulo di contatto
nl_nl: Contactformulier instellen
pl_pl: Dodaj formularz kontaktowy
sv_se: Skapa ett kontaktformulär

source: Create a contact form to stay connected with your visitors.
de_de: Richten Sie das Kontaktformular ein, um mit Ihren Besuchern in Kontakt zu bleiben.
es_es: Crea un formulario para mantener el contacto con tus visitas.
fr_fr: Créez un formulaire pour rester en contact avec vos visiteurs.
it_it: Crea un modulo di contatto per facilitare la comunicazione con chi visita il tuo sito web.
nl_nl: Maak een contactformulier om in contact te blijven met je bezoekers.
pl_pl: Stwórz prosty formularz, dzięki któremu odwiedzający będą mogli się z Tobą łatwo skontaktować.
sv_se: Skapa ett kontaktformulär för att hålla kontakten med dina besökare.

source: Set Up Your WooCommerce Store
de_de: Richten Sie Ihren WooCommerce Shop ein
es_es: Configurar tu tienda de WooCommerce
fr_fr: Configurer votre boutique WooCommerce
it_it: Configura un negozio WooCommerce
nl_nl: WooCommerce webshop instellen
pl_pl: Skonfiguruj swój sklep WooCommerce
sv_se: Konfigurera din WooCommerce-butik

source: Launch your online store now with a guided setup wizard.
de_de: Starten Sie jetzt Ihren Online-Shop mit dem einfachen und komfortablen Einrichtungsassistenten.
es_es: Pon en marcha tu tienda online con un asistente de configuración guiado.
fr_fr: Lancez votre boutique en ligne dès maintenant grâce à un assistant d'installation guidé.
it_it: Avvia subito il tuo negozio online grazie alla procedura di configurazione guidata.
nl_nl: Lanceer je webshop met behulp van de set-upwizard.
pl_pl: Uruchom sklep internetowy w kilku krokach za pomocą prostego kreatora.
sv_se: Starta din onlinebutik nu med en guidad installationsguide.

source: Start Setup
de_de: Mit der Einrichtung beginnen
es_es: Iniciar configuración
fr_fr: Démarrer l'installation
it_it: Avvia configurazione
nl_nl: Set-up starten
pl_pl: Rozpocznij konfigurację
sv_se: Starta installation

source: Social Media Setup
de_de: Social Media einrichten
es_es: Configurar redes sociales
fr_fr: Configurer les médias sociaux
it_it: Configura social media
nl_nl: Social media verbinden
pl_pl: Dodaj media społecznościowe
sv_se: Konfigurera sociala medier

source: Connect your social media profiles to your website and expand your online presence.
de_de: Verbinden Sie Ihre Social-Media-Profile mit Ihrer Website und erweitern Sie Ihre Online-Präsenz.
es_es: Conecta tus perfiles de redes sociales a tu página web y amplía tu presencia online.
fr_fr: Connectez vos profils de médias sociaux à votre site Web et développez votre présence en ligne.
it_it: Collega i profili social al tuo sito web e amplia la tua presenza online.
nl_nl: Verbind je social media-profielen met je website en vergroot je online zichtbaarheid.
pl_pl: Połącz profile mediów społecznościowych ze swoją stroną i rozszerz swoją obecność online.
sv_se: Anslut dina sociala mediekonton till din webbplats och utöka din digitala närvaro.

source: Connect Social Media
de_de: Social Media verbinden
es_es: Conectar redes sociales
fr_fr: Connecter les médias sociaux
it_it: Collega social media
nl_nl: Social media verbinden
pl_pl: Dodaj media społecznościowe
sv_se: Anslut sociala medier

source: Add Favicon
de_de: Favicon hinzufügen
es_es: Añadir favicon
fr_fr: Ajouter un favicon
it_it: Aggiungi una Favicon
nl_nl: Favicon toevoegen
pl_pl: Dodaj favicon
sv_se: Lägg till favicon

source: Add a favicon (site icon) to your website to enhance brand recognition and visibility.
es_es: Integra un favicon (icono del sitio) en tu web para mejorar el reconocimiento y la visibilidad de tu marca.
fr_fr: Ajoutez un favicon (Icône du site) à votre site Web afin d'améliorer la reconnaissance et la visibilité de votre marque.
it_it: Aggiungi una favicon (icona del sito) al tuo sito per migliorare il riconoscimento e la visibilità del tuo marchio.
nl_nl: Voeg een favicon (site icoon) toe aan je website om de herkenbaarheid en zichtbaarheid te verbeteren.
pl_pl: Dodaj ikonę strony (ikonę strony), aby zwiększyć rozpoznawalność marki i widoczność w sieci.
sv_se: Lägg till en favicon (webbplatsikon) för att stärka varumärkeskännedomen och synligheten.

source: Create a Page
de_de: Eine Seite erstellen
es_es: Crear una página
fr_fr: Créer une page
it_it: Crea una pagina
nl_nl: Pagina maken
pl_pl: Stwórz stronę
sv_se: Skapa en sida

source: Create and publish a page and share your story with the world.
de_de: Erstellen und veröffentlichen Sie eine neue Seite und teilen Sie ihre Inhalte mit der Welt.
es_es: Crea y publica una página y comparte tu historia con el mundo.
fr_fr: Créez et publiez une page ; partagez votre histoire avec le monde entier.
it_it: Crea e pubblica una pagina e condividi i tuoi contenuti con il mondo.
nl_nl: Maak en publiceer een pagina en deel je verhaal met de wereld.
pl_pl: Przygotuj i opublikuj treść, którą chcesz się podzielić z odwiedzającymi.
sv_se: Skapa och publicera en sida och dela din berättelse med världen.

source: Connect your domain to your website to increase visibility and attract more visitors.
de_de: Verbinden Sie Ihre Domain mit Ihrer Website, um die Sichtbarkeit zu erhöhen und mehr Besucher anzuziehen.
es_es: Conecta tu dominio a tu web para aumentar la visibilidad y atraer a más visitas.
fr_fr: Connectez votre domaine à votre site Web pour augmenter votre visibilité et attirer plus de visiteurs.
it_it: Collega un dominio al tuo sito web per aumentare la visibilità e ottenere più visite.
nl_nl: Koppel een domeinnaam aan je website om de zichtbaarheid te vergroten en meer bezoekers te ontvangen.
pl_pl: Połącz swoją domenę ze stroną internetową, aby zwiększyć jej widoczność i przyciągnąć więcej odwiedzających.
sv_se: Koppla din domän till din webbplats för att öka synligheten och locka fler besökare.

source: Connect a Domain
de_de: Eine Domain verbinden
es_es: Conectar un dominio
fr_fr: Connecter un domaine
it_it: Collega un dominio
nl_nl: Domeinnaam koppelen
pl_pl: Podłącz domenę
sv_se: Koppla en domän

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
sv_se: Stäng

source: What’s New
de_de: News & Updates
es_es: Novedades
fr_fr: Nouveautés
it_it: Novità
nl_nl: Wat is er nieuw?
pl_pl: Co nowego
sv_se: Nyheter

source: Add new page
de_de: Neue Seite erstellen
es_es: Añadir nueva página
fr_fr: Ajouter une nouvelle page
it_it: Aggiungi una nuova pagina
nl_nl: Nieuwe pagina toevoegen
pl_pl: Dodaj nową stronę
sv_se: Lägg till ny sida

source: Add new post
de_de: Neuen Beitrag erstellen
es_es: Añadir nueva publicación
fr_fr: Ajouter un nouveau post
it_it: Aggiungi un nuovo articolo
nl_nl: Nieuw bericht toevoegen
pl_pl: Dodaj nowy wpis
sv_se: Lägg till nytt inlägg

source: Edit Header
de_de: Header bearbeiten
es_es: Editar cabecera
fr_fr: Modifier l'en-tête
it_it: Modifica l'intestazione
nl_nl: Header bewerken
pl_pl: Edytuj nagłówek
sv_se: Redigera sidhuvud

source: Edit Footer
de_de: Footer bearbeiten
es_es: Editar pie de página
fr_fr: Modifier le bas de page
it_it: Modifica il piè di pagina
nl_nl: Footer bewerken
pl_pl: Edytuj stopkę
sv_se: Redigera sidfot

source: Dismiss
de_de: Nicht mehr anzeigen
es_es: No volver a mostrar
fr_fr: Ignorer
it_it: Ignora
nl_nl: Sluiten
pl_pl: Zamknij
sv_se: Avvisa

source: Edit site Navigation
de_de: Seitennavigation bearbeiten
es_es: Editar navegación de la página
fr_fr: Modifier la navigation du site
it_it: Modifica la navigazione del sito
nl_nl: Sitenavigatie bewerken
pl_pl: Edytuj nawigację witryny
sv_se: Redigera webbplatsnavigering

source: Change Styles
de_de: Design ändern
es_es: Cambiar estilos
fr_fr: Modifier les styles
it_it: Cambia stili
nl_nl: Stijlen wijzigen
pl_pl: Zmień style
sv_se: Ändra stilar, färger, typsnitt

source: Add Plugins
de_de: Plugins hinzufügen
es_es: Añadir plugins
fr_fr: Ajouter des extensions
it_it: Aggiungi plugin
nl_nl: Plug-ins toevoegen
pl_pl: Dodaj wtyczki
sv_se: Lägg till plugins

source: Upload Media files
de_de: Medien hochladen
es_es: Subir archivos multimedia
fr_fr: Télécharger des fichiers multimédias
it_it: Carica file multimediali
nl_nl: Mediabestanden uploaden
pl_pl: Prześlij pliki multimedialne
sv_se: Ladda upp mediefiler

source: Get an overview of the latest updates and enhancements.
de_de: Hier erhalten Sie einen Überblick über die neuesten Updates und Produktverbesserungen.
es_es: Obtén una visión general de las últimas actualizaciones y mejoras.
fr_fr: Obtenez un aperçu des mises à jour et améliorations les plus récentes.
it_it: Scopri le ultime novità e aggiornamenti.
nl_nl: Ontdek nieuwe functies en verbeteringen.
pl_pl: Poznaj najnowsze zmiany i usprawnienia.
sv_se: Upptäck nya funktioner och få en översikt över de senaste uppdateringarna och förbättringarna i din WordPress Hub.

source: My Products
de_de: Meine Produkte
es_es: Mis productos
fr_fr: Mes produits
it_it: I miei prodotti
nl_nl: Mijn producten
pl_pl: Moje produkty
sv_se: Mina produkter

source: Project Overview
de_de: Projektübersicht
es_es: Vista general de proyectos
fr_fr: Vue d'ensemble du projet
it_it: Panoramica del progetto
nl_nl: Projectoverzicht
pl_pl: Przegląd projektu
sv_se: Projektöversikt

source: Domains and SSL management
de_de: Domains und SSL verwalten
es_es: Gestión de dominios y SSL
fr_fr: Gestion des domaines et SSL
it_it: Gestione dei domini e SSL
nl_nl: Beheer van domeinen en SSL
pl_pl: Zarządzanie domenami i SSL
sv_se: Domäner och SSL-hantering

source: Add more products
de_de: Weitere Produkte hinzufügen
es_es: Añadir más productos
fr_fr: Ajouter des produits
it_it: Aggiungi altri prodotti
nl_nl: Meer producten toevoegen
pl_pl: Dodaj więcej produktów
sv_se: Lägg till fler produkter

source: Webmail Login
es_es: Acceso a Webmail
fr_fr: Connexion à Webmail
it_it: Accesso a Webmail
nl_nl: Inloggen Webmail
pl_pl: Logowanie do webmaila
sv_se: Webmail-inloggning

source: Manage WordPress
de_de: WordPress verwalten
es_es: Gestionar WordPress
fr_fr: Gérer WordPress
it_it: Gestisci WordPress
nl_nl: WordPress beheren
pl_pl: Zarządzaj WordPress
sv_se: WordPress Förvalta

source: Manage e-mail
de_de: E-Mail verwalten
es_es: Gestionar correo electrónico
fr_fr: Gérer les e-mails
it_it: Gestisci le e-mail
nl_nl: E-mail beheren
pl_pl: Zarządzaj e-mailem
sv_se: Förvalta e-post

source: Webspace
es_es: Espacio web
fr_fr: Espace Web
it_it: Spazio web
pl_pl: Przestrzeń internetowa
sv_se: Webbutrymme

source: Setup Email Account
de_de: E-Mail Konto einrichten
es_es: Configurar correo electrónico
fr_fr: Créer un compte e-mail
it_it: Crea account e-mail
nl_nl: E-mailaccount instellen
pl_pl: Skonfiguruj e-mail
sv_se: Konfigurera e-postkonto

source: My Account
de_de: Mein Konto
es_es: Mi cuenta
fr_fr: Mon compte
it_it: Il mio account
nl_nl: Mijn account
pl_pl: Moje konto
sv_se: Mitt konto

source: Installing...
de_de: Installieren...
es_es: Instalando...
fr_fr: En cours d'installation...
it_it: Installazione...
nl_nl: Installeren...
pl_pl: Instalowanie…
sv_se: Installera...

source: Legally compliant selling with German Market Light
de_de: Rechtssicher verkaufen mit German Market Light
es_es: Venta conforme a la legislación con German Market Light
fr_fr: Vente conforme à la législation avec German Market Light
it_it: Vendita conforme alla legge con German Market Light
nl_nl: Wettelijk conform verkopen met German Market Light
pl_pl: Sprzedaż zgodna z prawem dzięki German Market Light
sv_se: Laglig försäljning med tyska Market Light

source: Install now
de_de: Jetzt installieren
es_es: Instalar ahora
fr_fr: Installer
it_it: Installa ora
nl_nl: Nu installeren
pl_pl: Zainstaluj teraz
sv_se: Installera nu

source: Use the free extension for WooCommerce to operate your online store in Germany and Austria in a legally compliant manner.
de_de: Nutzen Sie die kostenlose Erweiterung für WooCommerce, um Ihren Onlineshop in Deutschland und Österreich rechtssicher zu betreiben.
es_es: Utiliza la extensión gratuita para WooCommerce con el fin de gestionar tu tienda online en Alemania y Austria de forma legalmente compatible.
fr_fr: Utilisez l'extension gratuite pour WooCommerce afin d'exploiter votre boutique en ligne en Allemagne et en Autriche dans le respect de la législation.
it_it: Utilizza l'estensione gratuita per WooCommerce per gestire il tuo negozio online in Germania e Austria in modo conforme alla legge.
nl_nl: Gebruik de gratis extensie voor WooCommerce om met je webshop conform de lokale wetgeving te verkopen in Duitsland en Oostenrijk.
pl_pl: Skorzystaj z darmowego rozszerzenia WooCommerce, by prowadzić sklep internetowy w Niemczech i Austrii zgodnie z prawem.
sv_se: Använd det kostnadsfria tillägget för WooCommerce för att driva din webbutik i Tyskland och Österrike på ett lagligt sätt.

source: You can customize and manage your URL (domain) easily at <a href="%1$s" target="_blank">%2$s App Center</a>.
de_de: Sie können Ihre URL (Domain) ganz einfach im <a href="%1$s" target="_blank">%2$s App Center</a> anpassen und verwalten.
es_es: Puedes personalizar y gestionar tu URL (dominio) fácilmente en el <a href="%1$s" target="_blank">%2$s Centro de Aplicaciones</a>.
fr_fr: Vous pouvez personnaliser et gérer votre URL (domaine) facilement sur <a href="%1$s" target="_blank">%2$s App Center</a>.
it_it: Puoi personalizzare e gestire facilmente il tuo URL (dominio) su <a href="%1$s" target="_blank">%2$s App Center</a>.
nl_nl: Je kunt je URL (domein) eenvoudig aanpassen en beheren in het <a href="%1$s" target="_blank">%2$s app center</a>.
pl_pl: Możesz łatwo dostosować i zarządzać swoim adresem URL (domeną) w <a href="%1$s" target="_blank">Centrum aplikacji %2$s</a>.
sv_se: Du kan enkelt anpassa och hantera din URL (domän) på <a href="%1$s" target="_blank">%2$s App Center</a>.
