Repository: IONOS-WordPress/ionos-wordpress
Catalog: packages/wp-plugin/ionos-essentials/ionos-essentials/languages/ionos-essentials-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se

source: Vulnerability scan not possible. Please contact Customer Care.
es_es: El escaneo de vulnerabilidades no es posible. Ponte en contacto con Atención al Cliente.
fr_fr: L'analyse des vulnérabilités n'est pas possible. Veuillez prendre contact avec le Service Client.
it_it: Non è possibile eseguire la scansione delle vulnerabilità. Contatta l'Assistenza Clienti.
nl_nl: Kwetsbaarheidsscan niet mogelijk. Neem contact op met de klantenservice.
pl_pl: Skanowanie podatności niemożliwe. Skontaktuj się z obsługą klienta.
sv_se: Sårbarhetsskanning inte möjlig. Kontakta kundtjänst.

source: Manage Domains
de_de: Domains verwalten
es_es: Gestionar dominios
fr_fr: Gérer les domaines
it_it: Gestisci domini
nl_nl: Domeinen beheren
pl_pl: Zarządzaj domenami
sv_se: Hantera domäner

source: Trademark protection
de_de: Schutz von Markenzeichen
es_es: Protección de marcas comerciales
fr_fr: Protection de la marque
it_it: Tutela del marchio
nl_nl: Bescherming van handelsmerken
pl_pl: Ochrona znaku towarowego
sv_se: Varumärkesskydd

source: Turn off notification here
de_de: Benachrichtigungen hier abschalten
es_es: Desactiva la notificación aquí
fr_fr: Désactiver la notification ici
it_it: Disattiva le notifiche qui
nl_nl: Meldingen hier uitschakelen
pl_pl: Wyłącz powiadomienie tutaj
sv_se: Stäng av avisering här

source: The former Security plugin is now part of the new essentials plugin. You can find all functionality under <a href="%s">Tools & Security</a> of our new Hub.
de_de: Das frühere Security-Plugin ist nun Teil des neuen Essentials-Plugin. Sie finden alle Funktionen unter <a href="%s">Tools & Sicherheit</a> in unserem neuen Hub.
es_es: El antiguo plugin IONOS Security es ahora parte del nuevo plugin Essentials. Encontrarás todas las funcionalidades en la pestaña <a href="%s">Herramientas y seguridad</a> de nuestro nuevo Hub.
fr_fr: L'ancienne extension Security fait désormais partie de la nouvelle extension essentials. Vous trouverez toutes les fonctionnalités sous <a href="%s">Outils et sécurité</a> de notre nouveau Hub.
it_it: Il precedente plugin Security fa ora parte del nuovo plugin Essentials. Trovi tutte le funzionalità disponibili alla voce <a href="%s">Strumenti e sicurezza</a> del nostro nuovo Hub.
nl_nl: De oude plug-in Security maakt nu deel uit van de nieuwe plug-in Essentials. Je vindt alle functies onder <a href="%s">Tools & beveiliging</a> van onze nieuwe hub.
pl_pl: Poprzednia wtyczka bezpieczeństwa jest teraz częścią nowej wtyczki essentials. Wszystkie funkcje znajdziesz w sekcji <a href="%s">Narzędzia i bezpieczeństwo</a> w naszym nowym centrum.
sv_se: Det tidigare tillägget Security är nu en del av det nya tillägget Essentials. Du hittar all funktionalitet under <a href="%s">Tools & Security</a> i vår nya hub.

source: failed to update user meta
de_de: Aktualisierung der Metadaten des Benutzers fehlgeschlagen
es_es: error al actualizar los metadatos del usuario
fr_fr: échec de la mise à jour des métadonnées utilisateurs
it_it: non è stato possibile aggiornare i meta dati dell’utente
nl_nl: gebruikersmeta bijwerken mislukt
pl_pl: nie udało się zaktualizować metadanych użytkownika
sv_se: misslyckades med att uppdatera användarens metadata

source: Logo
sv_se: Logotyp

source: Artificial Intelligence Illustration
de_de: Künstliche Intelligenz - Illustration
es_es: Ilustración de IA
fr_fr: Illustration créée par l'intelligence artificielle
it_it: Illustrazione generata dall'intelligenza artificiale
nl_nl: Illustratie van kunstmatige intelligentie
pl_pl: Ilustracja sztucznej inteligencji
sv_se: Illustration av artificiell intelligens

source: User Interface Illustration
de_de: Illustration der Benutzeroberfläche
es_es: Ilustración de la interfaz de usuario
fr_fr: Illustration de l'interface utilisateur
it_it: Illustrazione dell'interfaccia utente
nl_nl: Illustratie gebruikersinterface
pl_pl: Ilustracja interfejsu użytkownika
sv_se: Illustration av användargränssnitt

source: Failed to download <a href=\"%1$s\">%2$s-info.json</a>(response status=%3$s)
de_de: Das Herunterladen von <a href=\"%1$s\">%2$s-info.json</a> (Antwortstatus=%3$s) ist fehlgeschlagen.
es_es: Error al descargar <a href="%1$s\">%2$s-info.json</a>(estado de respuesta=%3$s)
fr_fr: Échec du téléchargement de <a href=\"%1$s\">%2$s-info.json</a>(response status=%3$s)
it_it: Il download di <a href=\"%1$s\">%2$s-info.json</a> (stato della risposta=%3$s) non è andato a buon fine
nl_nl: Downloaden <a href=\"%1$s\">%2$s-info.json</a> mislukt (antwoordstatus=%3$s)
pl_pl: Nie udało się pobrać <a href=\"%1$s\">%2$s-info.json</a>(kod odpowiedzi=%3$s)
sv_se: Misslyckades med att ladda ner<a href=\"%1$s\">%2$s-info.json</a> (svarskod=%3$s)

source: The entered password has already been leaked. Please choose another one.
de_de: Das eingegebene Passwort ist kompromittiert. Bitte wählen Sie ein anderes.
es_es: La contraseña introducida ya ha sido filtrada. Por favor, elige otra.
fr_fr: Le mot de passe saisi a déjà été divulgué. Veuillez en choisir un autre.
it_it: La password inserita è già stata compromessa. Ti preghiamo di sceglierne un'altra.
nl_nl: Het ingevoerde wachtwoord is uitgelekt. Kies een ander.
pl_pl: Podane hasło zostało już ujawnione. Proszę wybierz inne.
sv_se: Het ingevoerde wachtwoord is uitgelekt. Kies een ander.

source: It looks like your password has been compromised. To protect the security of your account, it‘s crucial that you change your password immediately. This will ensure that your personal and sensitive information remains safe and secure. An email was sent to your email address. Please follow the instruction to reset your password.
de_de: Es sieht so aus, als wurde Ihr Passwort kompromittiert. Um die Sicherheit Ihres Kontos zu schützen, ist es wichtig, das Passwort sofort zu ändern. So können Sie sicherstellen, dass Ihre persönlichen und sensiblen Daten sicher sind und bleiben. Es wurde eine E-Mail an Ihre E-Mail-Adresse gesendet. Bitte folgen Sie den Anweisungen, um Ihr Passwort zurückzusetzen.
es_es: Parece que tu contraseña ha sido comprometida. Para proteger la seguridad de tu cuenta, es crucial que cambies tu contraseña inmediatamente. Esto garantizará que tus datos personales e información confidencial permanecen seguros. Se ha enviado un mensaje a tu dirección de correo electrónico. Por favor, sigue las instrucciones para restablecer tu contraseña.
fr_fr: Il semble que votre mot de passe ait été compromis. Pour protéger la sécurité de votre compte, il est essentiel que vous changiez immédiatement votre mot de passe. Ainsi, vos informations personnelles et sensibles resteront en sécurité. Un e-mail a été envoyé à votre adresse e-mail. Veuillez suivre les instructions pour réinitialiser votre mot de passe.
it_it: Sembra che la password sia stata compromessa. Per proteggere la sicurezza del tuo account, è fondamentale cambiare immediatamente la password. In questo modo le informazioni personali e sensibili rimarranno al sicuro. Abbiamo inviato un'e-mail al tuo indirizzo di posta elettronica. Segui le istruzioni per reimpostare la password.
nl_nl: Het lijkt erop dat je wachtwoord is uitgelekt. Om de veiligheid van je account te beschermen, is het cruciaal dat je je wachtwoord onmiddellijk wijzigt. Zo blijft je persoonlijke en gevoelige informatie veilig. Er is een e-mail naar je e-mailadres verzonden. Volg de instructies om je wachtwoord opnieuw in te stellen.
pl_pl: Wygląda na to, że Twoje hasło zostało ujawnione. Aby chronić bezpieczeństwo konta, konieczna jest natychmiastowa zmiana hasła. Dzięki temu Twoje dane pozostaną bezpieczne. Wysłano instrukcję resetowania na Twój adres e-mail — proszę postępuj zgodnie z instrukcją.
sv_se: Het lijkt erop dat je wachtwoord is uitgelekt. Om de veiligheid van je account te beschermen, is het cruciaal dat je je wachtwoord onmiddellijk wijzigt. Zo blijft je persoonlijke en gevoelige informatie veilig. Er is een e-mail naar je e-mailadres verzonden. Volg de instructies om je wachtwoord opnieuw in te stellen.

source: We detected that your password has been leaked and suggest that you change it as soon as possible.
de_de: Wir haben festgestellt, dass Ihr Passwort kompromittiert wurde und empfehlen Ihnen, es so schnell wie möglich zu ändern.
es_es: Hemos detectado que tu contraseña ha sido filtrada. Te sugerimos que la cambies lo antes posible.
fr_fr: Nous avons détecté une divulgation de votre mot de passe et vous suggérons de le modifier dès que possible.
it_it: Abbiamo rilevato che la tua password è stata compromessa e ti suggeriamo di cambiarla il prima possibile.
nl_nl: We hebben ontdekt dat je wachtwoord is uitgelekt en raden je aan om het zo snel mogelijk te wijzigen.
pl_pl: Wykryliśmy, że Twoje hasło zostało ujawnione i sugerujemy jego zmianę jak najszybciej.
sv_se: We hebben ontdekt dat je wachtwoord is uitgelekt en raden je aan om het zo snel mogelijk te wijzigen.

source: Click here to edit your profile settings.
de_de: Klicken Sie hier, um Ihre Profileinstellungen zu bearbeiten.
es_es: Haz clic aquí para editar la configuración de tu perfil.
fr_fr: Cliquez ici pour modifier les paramètres de votre profil.
it_it: Clicca qui per modificare le impostazioni del profilo.
nl_nl: Klik hier om je profielinstellingen te bewerken.
pl_pl: Kliknij tutaj, aby edytować ustawienia profilu.
sv_se: Klik hier om je profielinstellingen te bewerken.

source: <strong>Error</strong>: The login with an email address is deactivated for this website. Please use your username instead.
de_de: <strong>Fehler</strong>: Die Anmeldung mit einer E-Mail-Adresse ist für diese Website deaktiviert. Bitte verwenden Sie stattdessen Ihren Benutzernamen.
es_es: <strong>Error</strong>: El inicio de sesión con una dirección de correo electrónico está desactivado para esta página web. Por favor, utiliza tu nombre de usuario en su lugar.
fr_fr: <strong>Erreur</strong> : La connexion avec une adresse e-mail est désactivé pour ce site Web. Veuillez utiliser votre nom d'utilisateur à la place.
it_it: <strong>Errore</strong>: Il login tramite indirizzo e-mail è disattivato per questo sito web. Utilizza il tuo nome utente.
nl_nl: <strong>Fout</strong>: Het inloggen met een e-mailadres is gedeactiveerd voor deze website. Gebruik in plaats daarvan je gebruikersnaam.
pl_pl: <strong>Błąd</strong>: Logowanie przy użyciu adresu e-mail jest dezaktywowane dla tej witryny. Proszę używać nazwy użytkownika.
sv_se: <strong>Fout</strong>: Het inloggen met een e-mailadres is gedeactiveerd voor deze website. Gebruik in plaats daarvan je gebruikersnaam.

source: Your WordPress website is currently <strong>without SSL</strong>, which means that the connection between your website and users' browsers is not encrypted. It is highly <strong>recommended to activate SSL</strong> to protect sensitive information and to provide a secure browsing.
de_de: Für Ihre WordPress-Website ist derzeit kein SSL aktiv, was bedeutet, dass die Verbindung zwischen Ihrer Website und den Browsern der Benutzer nicht verschlüsselt ist. Es wird dringend empfohlen, SSL zu aktivieren, um sensible Daten zu schützen und ein sicheres Surfen zu ermöglichen.
es_es: Actualmente, tu página web de WordPress no dispone de SSL, lo que significa que la conexión entre tu página web y los navegadores de los usuarios no está cifrada. Con el fin de proteger la información sensible y proporcionar una navegación segura, es altamente recomendable que actives SSL.
fr_fr: Votre site Web WordPress est actuellement <strong>sans SSL</strong>, ce qui signifie que la connexion entre votre site Web et les navigateurs des utilisateurs n'est pas chiffrée. Il est fortement <strong>recommandé d'activer SSL</strong> afin de protéger les informations sensibles et de fournir une navigation sécurisée.
it_it: Il tuo sito WordPress è attualmente sprovvisto di SSL, il che significa che la connessione tra il tuo sito e i browser degli utenti non è criptata. È fortemente <strong>consigliato attivare l'SSL</strong> per proteggere le informazioni sensibili e garantire una navigazione sicura.
nl_nl: Je WordPress website gebruikt op dit moment geen <strong>SSL</strong>, wat betekent dat de verbinding tussen je website en de browsers van bezoekers niet is versleuteld. Het is sterk <strong>aan te raden om SSL</strong> te activeren, om gevoelige informatie te beschermen en veilig te kunnen browsen.
pl_pl: Twoja strona WordPress obecnie <strong>nie ma SSL</strong>, co oznacza, że połączenie między stroną a przeglądarkami użytkowników nie jest szyfrowane. Zdecydowanie <strong>zaleca się aktywowanie SSL</strong>, aby chronić dane i zapewnić bezpieczne przeglądanie.
sv_se: Je WordPress website gebruikt op dit moment geen <strong>SSL</strong>, wat betekent dat de verbinding tussen je website en de browsers van bezoekers niet is versleuteld. Het is sterk <strong>aan te raden om SSL</strong> te activeren, om gevoelige informatie te beschermen en veilig te kunnen browsen.

source: Learn more about SSL and how to activate it.
de_de: Erfahren Sie mehr über SSL und wie Sie es aktivieren.
es_es: Más información sobre SSL y cómo activarlo.
fr_fr: En savoir plus sur SSL et comment l'activer.
it_it: Per saperne di più sull'SSL e su come attivarlo.
nl_nl: Meer informatie over SSL en hoe je dit activeert.
pl_pl: Dowiedz się więcej o SSL i jak go aktywować.
sv_se: Meer informatie over SSL en hoe je dit activeert

source: Update
es_es: Actualización
fr_fr: Mettre à jour
it_it: Aggiorna
pl_pl: Aktualizuj
sv_se: Uppdatera

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Elimina
nl_nl: Verwijder
pl_pl: Usuń
sv_se: Radera

source: Maintenance page active
de_de: Wartungsseite aktiv
es_es: Página de mantenimiento activa
fr_fr: Page de maintenance active
it_it: Pagina di manutenzione attiva
nl_nl: Onderhoudspagina actief
pl_pl: Strona konserwacyjna aktywna
sv_se: Underhållssida aktiv

source: Site health
de_de: Website-Zustand
es_es: Salud de la web
fr_fr: Santé du site
it_it: Salute del sito
nl_nl: Gezondheid van website
pl_pl: Stan witryny
sv_se: Webbplatsens hälsa

source: View details
de_de: Details ansehen
es_es: Vista de detalles
fr_fr: Afficher les détails
it_it: Visualizza dettagli
nl_nl: Details bekijken
pl_pl: Zobacz szczegóły
sv_se: Visa detaljer

source: Last scan ran %s ago
de_de: Letzter Scan war vor %s
es_es: Último análisis hace %s
fr_fr: Dernière analyse il y a %s
it_it: Ultima scansione eseguita %s fa
nl_nl: Laatste scan %s geleden uitgevoerd
pl_pl: Ostatni skan wykonano %s temu
sv_se: Senaste skanningen kördes för %s sedan

source: Should be improved
de_de: Sollte verbessert werden
es_es: Mejora requerida
fr_fr: À améliorer
it_it: Da migliorare
nl_nl: Moet verbeterd worden
pl_pl: Powinno zostać poprawione
sv_se: Behöver förbättras

source: Tools & Security
de_de: Tools & Sicherheit
es_es: Herramientas y seguridad
fr_fr: Outils et Sécurité
it_it: Strumenti e sicurezza
nl_nl: Tools en Beveiliging
pl_pl: Narzędzia i bezpieczeństwo
sv_se: Verktyg och Säkerhet

source: 'Tools & Security' area
de_de: Bereich Tools & Sicherheit
es_es: Sección de «Herramientas y seguridad»
fr_fr: Zone Outils et Sécurité
it_it: Sezione “Strumenti e sicurezza”
nl_nl: Sectie 'Tools & beveiliging'
pl_pl: Sekcja „Narzędzia i bezpieczeństwo”
sv_se: Området ”Verktyg & Säkerhet”

source: All the features from your previous security plugin have now found their new home here. Plus, you'll find a new maintenance page function that you can switch on whenever you need it.
de_de: Alle Funktionen Ihres bisherigen Sicherheits-Plugins sind nun hier zu finden. Darüber hinaus steht Ihnen eine neue Wartungsseitenfunktion zur Verfügung, die Sie bei Bedarf aktivieren können.
es_es: Todas las funciones de tu antiguo plugin de seguridad están ahora aquí. Además, encontrarás una nueva función de página de mantenimiento que puedes activar cuando necesites.
fr_fr: Toutes les fonctionnalités de votre ancienne extension de sécurité se trouvent désormais ici. De plus, vous trouverez une nouvelle fonction de page de maintenance que vous pouvez activer dès que vous en avez besoin.
it_it: Tutte le funzionalità del tuo precedente plugin di sicurezza ora si trovano qui. Inoltre, troverai una nuova funzione di pagina di manutenzione che potrai attivare ogni volta che ne avrai bisogno.
nl_nl: Alle functies van je vorige beveiligingsplug-in hebben hier een nieuwe plek gevonden. Daarnaast is er een nieuwe onderhoudspagina die je kunt inschakelen wanneer dit nodig is.
pl_pl: Wszystkie funkcje z poprzedniej wtyczki zabezpieczeń zostały teraz przeniesione tutaj. Dodatkowo znajdziesz tu funkcję strony konserwacyjnej, którą możesz włączyć, gdy tylko jej potrzebujesz.
sv_se: Alla funktioner från ditt tidigare säkerhetsplugin har nu fått ett nytt hem här. Dessutom hittar du en ny funktion för underhållssida som du kan slå på när du behöver den.

source: Visit Tools & Security
de_de: Tools & Sicherheit besuchen
es_es: Ir a «Herramientas y seguridad»
fr_fr: Parcourir Outils et Sécurité
it_it: Vai a “Strumenti e Sicurezza”
nl_nl: Bekijk Tools & beveiliging
pl_pl: Odwiedź Narzędzia i bezpieczeństwo
sv_se: Besök Verktyg & Säkerhet

source: Help us shape WordPress for you
de_de: Unterstützen Sie uns dabei, WordPress für Sie zu gestalten
es_es: Ayúdanos a mejorar WordPress para ti
fr_fr: Aidez-nous à façonner WordPress pour vous
it_it: Aiutaci a dare forma a WordPress per te
nl_nl: Help ons om WordPress voor jou vorm te geven
pl_pl: Pomóż nam dostosować WordPress dla Ciebie
sv_se: Hjälp oss forma WordPress för dig

source: You're all caught up!
de_de: Sie sind auf dem neuesten Stand!
es_es: ¡Ya está todo listo!
fr_fr: Vous êtes à jour !
it_it: Tutto è pronto!
nl_nl: Je bent helemaal up-to-date.
pl_pl: Jesteś na bieżąco!
sv_se: Du är helt à jour!

source: You've completed all of our current recommendations. This list will update automatically with new tips, so check in again soon to see what's next.
de_de: Sie haben alle unsere aktuellen Empfehlungen abgeschlossen. Diese Liste wird automatisch mit neuen Tipps aktualisiert. Schauen Sie bald wieder vorbei, um zu erfahren, was als Nächstes kommt.
es_es: Has finalizado todas nuestras recomendaciones actuales. Esta lista se actualizará de forma automática con nuevas recomendaciones, así que vuelve a consultarla próximamente para más novedades.
fr_fr: Vous avez suivi toutes nos recommandations actuelles. Cette liste sera mise à jour automatiquement avec de nouveaux conseils, alors revenez bientôt pour découvrir la suite.
it_it: Hai terminato tutte le nostre raccomandazioni. Questo elenco si aggiornerà automaticamente con nuovi suggerimenti, torna quindi a consultarlo presto per vedere le novità.
nl_nl: Je hebt al onze aanbevelingen uitgevoerd. Deze lijst wordt automatisch bijgewerkt met nieuwe tips, dus kom snel terug om te zien wat de volgende stap is.
pl_pl: Wykonałeś wszystkie nasze bieżące rekomendacje. Ta lista zaktualizuje się automatycznie o nowe wskazówki, więc wróć wkrótce, by zobaczyć, co dalej.
sv_se: Du har slutfört alla våra nuvarande rekommendationer. Den här listan uppdateras automatiskt med nya tips, så kika in igen snart för att se vad som väntar härnäst.

source: View Digital Guide
es_es: Ir al Digital Guide
fr_fr: Afficher Digital Guide
it_it: Visualizza Digital Guide
nl_nl: Bekijk Digital Guide
pl_pl: Zobacz przewodnik
sv_se: Visa Digital Guide

source: Leave feedback
de_de: Feedback geben
es_es: Danos tu opinión
fr_fr: Laisser un commentaire
it_it: Lascia un feedback
nl_nl: Geef feedback
pl_pl: Zostaw opinię
sv_se: Lämna feedback

source: What's important for today
de_de: Was ist heute wichtig?
es_es: Resumen del día
fr_fr: Ce qui est important aujourd'hui
it_it: Quali sono le priorità oggi?
nl_nl: Wat is belangrijk voor vandaag
pl_pl: Co jest dziś ważne
sv_se: Det som är viktigt idag

source: Your Foundation is Built!
de_de: Ihre Grundlage ist geschaffen!
es_es: ¡Tus cimientos ya están preparados!
fr_fr: Vos fondations sont posées !
it_it: Le tue fondamenta sono state gettate!
nl_nl: De basis is gelegd!
pl_pl: Twoje fundamenty są gotowe!
sv_se: Din grund är lagd!

source: Congratulations! You've successfully set up your WordPress site.
de_de: Herzlichen Glückwunsch! Sie haben Ihre WordPress-Website erfolgreich eingerichtet.
es_es: ¡Enhorabuena! Has configurado tu página web de WordPress con éxito.
fr_fr: Félicitations ! Vous avez réussi à configurer votre site WordPress.
it_it: Congratulazioni! Hai configurato con successo il tuo sito WordPress.
nl_nl: Gefeliciteerd! Je hebt je WordPress site succesvol geconfigureerd.
pl_pl: Gratulacje! Pomyślnie skonfigurowałeś swoją stronę WordPress.
sv_se: Grattis! Du har framgångsrikt konfigurerat din WordPress-sida.

source: Now for the fun part, exploring ways to grow and enhance it.
de_de: Nun zum interessanten Teil: Wege zur Weiterentwicklung und Verbesserung finden
es_es: "Ahora comienza la diversión: explora formas de hacerla crecer y mejorar.
fr_fr: Passons maintenant à la partie amusante : explorer les moyens de le développer et de l'améliorer.
it_it: Ora arriva la parte divertente: esplorare i modi per farlo crescere e migliorarlo.
nl_nl: En dan nu het leuke gedeelte: ontdek hoe je je site kunt laten groeien en verbeteren.
pl_pl: Teraz czas na przyjemniejszą część — poznaj sposoby rozwoju i ulepszania strony.
sv_se: Nu börjar det roliga – att utforska hur du kan utveckla och förbättra den.

source: Explore What's Next
de_de: Entdecken Sie die nächsten Schritte
es_es: Explorar los pasos siguientes
fr_fr: Découvrez la suite
it_it: Esplora i prossimi passi
nl_nl: Verken de volgende stappen
pl_pl: Poznaj kolejne kroki
sv_se: Utforska vad som väntar härnäst

source: Finish setup
de_de: Einrichtung fertigstellen
es_es: Finalizar configuración
fr_fr: Terminer la configuration
it_it: Completa la configurazione
nl_nl: Configuratie afronden
pl_pl: Zakończ konfigurację
sv_se: Slutför installation

source: Dismiss getting started guide
de_de: Erste Schritte-Guide überspringen
es_es: Descartar la guía inicial
fr_fr: Fermer le guide de démarrage
it_it: Ignora la guida introduttiva
nl_nl: Startgids negeren
pl_pl: Zamknij wprowadzenie
sv_se: Stäng guiden för att komma igång

source: 🚀 Getting started with WordPress
de_de: 🚀 Erste Schritte mit WordPress
es_es: 🚀 Arranca motores en WordPress
fr_fr: 🚀 Premiers pas avec WordPress
it_it: 🚀 Guida introduttiva a WordPress
nl_nl: 🚀 Aan de slag met WordPress!
pl_pl: 🚀 Rozpocznij przygodę z WordPress
sv_se: 🚀 Kom igång med WordPress

source: Ready to establish your online presence? Let's get the essentials sorted so your new site looks professional and is easy for people to find.
de_de: Sind Sie bereit, Ihre Online-Präsenz aufzubauen? Legen Sie die Grundlagen fest, damit Ihre neue Website professionell wirkt und für Besucher leicht zu finden ist.
es_es: ¿Todo listo para concebir tu presencia online? Empieza por lo esencial para que tu nueva página web tenga un aspecto profesional y buena visibilidad en internet.
fr_fr: Prêt à établir votre présence en ligne ? Mettons en place les éléments essentiels pour que votre nouveau site ait un aspect professionnel et soit facile à trouver.
it_it: Preparati a stabilire la tua presenza online! Mettiamo a punto gli elementi essenziali affinché il tuo nuovo sito abbia un aspetto professionale e sia facile da trovare.
nl_nl: Klaar om je website te maken? Laten we de essentiële zaken regelen zodat je nieuwe site er professioneel uitziet en goed te vinden is.
pl_pl: Gotowy, by zbudować swoją obecność online? Uporządkujmy wszystko, by Twoja nowa strona wyglądała profesjonalnie i była łatwa do znalezienia.
sv_se: Redo att bygga din digitala närvaro? Låt oss ta hand om grunderna så att din nya webbplats ser professionell ut och är lätt att hitta.
