Repository: IONOS-WordPress/ionos-wordpress
Catalog: packages/wp-plugin/ionos-essentials/ionos-essentials/languages/ionos-essentials-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se

source: To ensure the safety and security of your website, we recommend reviewing the findings of the scan and taking appropriate actions. For more detailed information about the specific vulnerabilities identified, please visit the following link:
de_de: Um die Sicherheit Ihrer Website zu gewährleisten, empfehlen wir, die Ergebnisse des Scans zu überprüfen und entsprechende Maßnahmen zu ergreifen. Weitere Informationen zu den spezifischen Schwachstellen finden Sie unter folgendem Link:
es_es: Para garantizar la seguridad de tu página web, te recomendamos revisar los resultados del análisis y tomar las medidas oportunas. Para obtener información más detallada sobre las vulnerabilidades específicas identificadas, visita el siguiente enlace:
fr_fr: Pour garantir la sécurité et la sûreté de votre site Web, nous vous recommandons d'examiner les résultats de l'analyse et de prendre les mesures appropriées. Pour plus d'informations relatives aux vulnérabilités spécifiques identifiées, veuillez consulter le lien suivant :
it_it: Per garantire la sicurezza e la protezione del tuo sito web, ti consigliamo di esaminare i risultati della scansione e di adottare le misure appropriate. Per informazioni più dettagliate sulle vulnerabilità specifiche individuate, visita il seguente link:
nl_nl: Bekijk de resultaten van de scan en neem eventueel maatregelen om ervoor te zorgen dat je website veilig is en blijft. Bezoek de volgende pagina voor meer informatie over de gevonden kwetsbaarheden:
pl_pl: By zapewnić bezpieczeństwo strony, zalecamy przejrzeć wyniki skanu i podjąć odpowiednie kroki. Dla bardziej szczegółowych informacji odnośnie wykrytych podatności odwiedź poniższy link:
sv_se: För att säkerställa säkerheten på din webbplats rekommenderar vi att du granskar resultaten från skanningen och vidtar lämpliga åtgärder. För mer detaljerad information om de specifika sårbarheter som har identifierats, besök följande länk:

source: Your %s plugin team
de_de: Ihr %s-Plugin Team
es_es: Tu equipo de plugins %s
fr_fr: Votre équipe extension %s
it_it: Il team plugin %s
nl_nl: %s plug-in team
pl_pl: Twój zespół wtyczki %s
sv_se: Ditt %s plugin-team

source: More information
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Maggiori informazioni
nl_nl: Meer informatie
pl_pl: Więcej informacji
sv_se: Mer information

source: An error occurred while fetching the vulnerability data.
de_de: Beim Abrufen der Daten zu den Sicherheitslücken ist ein Fehler aufgetreten.
es_es: Se ha producido un error al recuperar los datos de vulnerabilidades.
fr_fr: Une erreur s'est produite lors de la récupération des données relatives à la vulnérabilité.
it_it: Si è verificato un errore durante il recupero dei dati sulla vulnerabilità.
nl_nl: Er is een fout opgetreden bij het ophalen van de gegevens.
pl_pl: Wystąpił błąd podczas pobierania danych o podatnościach.
sv_se: Ett fel inträffade när sårbarhetsdata hämtades.

source: Comprehensive help section, including: AI chat support, Guided tours and an extensive knowledge database
de_de: Umfassender Hilfebereich mit: KI-Chat-Support, geführten Touren und einer riesigen Wissensdatenbank
es_es: Sección de ayuda completa, que incluye: asistencia por chat con IA, recorridos guiados y una amplia base de conocimientos.
fr_fr: Section d'aide complète, comprenant : assistance par chat IA, visites guidées et base de connaissances exhaustive.
it_it: Sezione di aiuto completa, che include: assistenza tramite chat IA, tour guidati e un ampio database di conoscenze
nl_nl: Overzichtelijk helpcentrum met een AI-chatbot, rondleidingen en een uitgebreide kennisbank
pl_pl: Rozbudowana sekcja pomocy, w tym: czat AI, interaktywne podpowiedzi i obszerna baza wiedzy
sv_se: Omfattande hjälpsektion – med AI-chatt, guidade turer och en gedigen kunskapsbank

source: Loading content ...
de_de: Inhalte werden geladen...
es_es: Cargando contenido...
fr_fr: Chargement du contenu...
it_it: Caricamento dei contenuti…
nl_nl: Inhoud laden ...
pl_pl: Ładowanie treści…
sv_se: Laddar innehåll ...

source: Temporarily block public access to your site with a maintenance page.
de_de: Sperren Sie vorübergehend den öffentlichen Zugriff auf Ihre Website mit einer Wartungsseite.
es_es: Bloquea temporalmente el acceso público a tu página web con una página de mantenimiento.
fr_fr: Bloquez temporairement l'accès public à votre site à l'aide d'une page de maintenance.
it_it: Blocca temporaneamente l'accesso pubblico al tuo sito con una pagina di manutenzione.
nl_nl: Maak je website tijdelijk ontoegankelijk met een onderhoudspagina.
pl_pl: Tymczasowo zablokuj publiczny dostęp do strony za pomocą strony konserwacyjnej.
sv_se: Blockera tillfälligt offentlig åtkomst till din webbplats med en underhållssida.

source: Vulnerabilities detected are being emailed to
de_de: Gefundene Schwachstellen werden per E-Mail gesendet an:
es_es: Las vulnerabilidades detectadas son enviadas por correo electrónico a
fr_fr: Les vulnérabilités détectées sont envoyées par e-mail à
it_it: Le vulnerabilità rilevate vengono inviate via e-mail a
nl_nl: Kwetsbaarheden die zijn gedetecteerd, worden gemaild naar
pl_pl: Wykryte podatności są wysyłane mailowo do
sv_se: Upptäckta sårbarheter skickas via e‑post till

source: Vulnerability scan information
de_de: Informationen zum Schwachstellen-Scan
es_es: Información del escáner de vulnerabilidades
fr_fr: Informations relatives à l'analyse des vulnérabilités
it_it: Informazioni sulla scansione delle vulnerabilità
nl_nl: Informatie over kwetsbaarheidsscan
pl_pl: Informacje o skanowaniu podatności
sv_se: Information om sårbarhetsskanning

source: We use the WPScan database to provide security risk scores for plugins and themes.
de_de: Wir nutzen die WPScan-Datenbank, um Sicherheitsrisikobewertungen für Plugins und Themes zu erstellen.
es_es: Utilizamos la base de datos de WPScan para proporcionar puntuaciones acerca del riesgo de seguridad para plugins y temas.
fr_fr: Nous utilisons la base de données WPScan pour fournir des scores de risque de sécurité pour les extensions et les thèmes.
it_it: Utilizziamo il database WPScan per fornire dei punteggi sui rischi di sicurezza relativi a plugin e temi.
nl_nl: We gebruiken de WPScan-database om risicoscores voor plug-ins en thema's te bieden.
pl_pl: Korzystamy z bazy WPScan do przydzielania ocen ryzyka bezpieczeństwa dla wtyczek i motywów.
sv_se: Vi använder WPScan-databasen för att ge säkerhetsriskvärderingar för plugins och teman.

source: The scores are on a scale of 1 to 10, where a higher value indicates greater security risk.
de_de: Die Werte liegen auf einer Skala von 1 bis 10, wobei ein höherer Wert ein größeres Sicherheitsrisiko bedeutet.
es_es: En una escala del 1 al 10, las puntuaciones más altas suponen más riesgos para la seguridad.
fr_fr: Les notes sont attribuées sur une échelle de 1 à 10, où une valeur élevée indique un risque de sécurité plus important.
it_it: I punteggi sono espressi su una scala da 1 a 10, dove un valore più alto indica un rischio maggiore per la sicurezza.
nl_nl: De scores zijn op een schaal van 1 tot 10, waarbij een hogere waarde een groter risico betekent.
pl_pl: Oceny mieszczą się w skali od 1 do 10, gdzie wyższa wartość oznacza większe ryzyko bezpieczeństwa.
sv_se: Poängen är på en skala från 1 till 10, där ett högre värde indikerar större säkerhetsrisk.

source: Installations of plugins and themes are prohibited if their score exceeds 7.0.
de_de: Plugins und Themes dürfen nicht installiert werden, wenn ihre Bewertung über 7,0 liegt.
es_es: No se permite la instalación de plugins y temas que superen la puntuación 7.0.
fr_fr: L'installation d'extensions et de thèmes est interdite si leur note dépasse 7,0.
it_it: Non è consentito installare plugin e temi se il loro punteggio supera 7,0.
nl_nl: Installaties van plug-ins en thema's zijn niet mogelijk als hun score hoger dan 7 is.
pl_pl: Instalacja wtyczek i motywów jest zabroniona, jeśli ich ocena przekracza 7.0.
sv_se: Installationer av tillägg och teman är förbjudna om deras poäng överskrider 7,0.

source: Vulnerability scan
de_de: Schwachstellen-Scan
es_es: Escáner de vulnerabilidades
fr_fr: Analyse des vulnérabilités
it_it: Scansione delle vulnerabilità
nl_nl: Kwetsbaarheidsscan
pl_pl: Skanowanie podatności
sv_se: Sårbarhetsskanning

source: issue found
de_de: Problem gefunden
es_es: problema detectado
fr_fr: Problème détecté
it_it: problema rilevato
nl_nl: probleem gevonden
pl_pl: znaleziono problem
sv_se: problem upptäckta

source: Checking for vulnerabilities...
de_de: Auf der Suche nach Schwachstellen...
es_es: Buscando vulnerabilidades...
fr_fr: Recherche de vulnérabilités...
it_it: Controllo delle vulnerabilità...
nl_nl: Controleren op kwetsbaarheden...
pl_pl: Sprawdzanie podatności…
sv_se: Söker efter sårbarheter…

source: Warnings found. Installation is not recommended.
de_de: Warnungen gefunden. Die Installation wird nicht empfohlen.
es_es: Alertas detectadas. No se recomienda la instalación.
fr_fr: Avertissements détectés. L'installation n'est pas recommandée.
it_it: Avvisi rilevati. L'installazione non è consigliata.
nl_nl: Waarschuwingen gevonden. Installatie wordt niet aanbevolen.
pl_pl: Znaleziono ostrzeżenia. Instalacja nie jest zalecana.
sv_se: Varningar hittades. Installation rekommenderas inte.

source: Critical vulnerabilities found! Installation is not possible.
de_de: Kritische Schwachstellen gefunden! Die Installation ist nicht möglich.
es_es: ¡Vulnerabilidades críticas detectadas! La instalación no es posible.
fr_fr: Vulnérabilités critiques détectées ! L'installation n'est pas possible.
it_it: Vulnerabilità critiche rilevate. L'installazione non è possibile.
nl_nl: Kritieke kwetsbaarheden gevonden! Installatie is niet mogelijk.
pl_pl: Znaleziono krytyczne podatności! Instalacja nie jest możliwa.
sv_se: Kritiska sårbarheter hittades! Installation är inte möjlig.

source: No vulnerabilities found. You can safely install this theme.
de_de: Keine Schwachstellen gefunden. Sie können dieses Theme bedenkenlos installieren.
es_es: No se han encontrado vulnerabilidades. Puedes instalar este tema de forma segura.
fr_fr: Aucune vulnérabilité détectée. Vous pouvez installer ce thème en toute sécurité.
it_it: Non sono state rilevate vulnerabilità. È possibile installare questo tema in sicurezza.
nl_nl: Geen kwetsbaarheden gevonden. Je kunt dit thema veilig installeren.
pl_pl: Nie znaleziono podatności. Możesz bezpiecznie zainstalować ten motyw.
sv_se: Inga sårbarheter hittades. Du kan installera detta tema utan risk.

source: No vulnerabilities found. You can safely install this plugin.
de_de: Keine Schwachstellen gefunden. Sie können dieses Plugin bedenkenlos installieren.
es_es: No se han encontrado vulnerabilidades. Puedes instalar este plugin de forma segura.
fr_fr: Aucune vulnérabilité détectée. Vous pouvez installer cette extension en toute sécurité.
it_it: Non sono state rilevate vulnerabilità. È possibile installare questo plugin in sicurezza.
nl_nl: Geen kwetsbaarheden gevonden. Je kunt deze plug-in veilig installeren.
pl_pl: Nie znaleziono podatności. Możesz bezpiecznie zainstalować tę wtyczkę.
sv_se: Inga sårbarheter hittades. Du kan installera detta tillägg utan risk.

source: The vulnerability scan has found issues
de_de: Der Schwachstellen-Scan hat Probleme gefunden.
es_es: El escáner de vulnerabilidades ha detectado problemas
fr_fr: L'analyse des vulnérabilités a détecté des problèmes.
it_it: La scansione delle vulnerabilità ha rilevato dei problemi.
nl_nl: De kwetsbaarheidsscan heeft problemen gevonden
pl_pl: Skanowanie wykryło problemy
sv_se: Sårbarhetsskanningen har hittat problem

source: Activation is not recommended
de_de: Die Aktivierung wird nicht empfohlen.
es_es: La activación no es recomendable
fr_fr: L'activation n'est pas recommandée
it_it: L'attivazione non è consigliata.
nl_nl: Activatie wordt niet aanbevolen
pl_pl: Aktywacja nie jest zalecana
sv_se: Aktivering rekommenderas inte

source: The vulnerability scan has found issues for
de_de: Der Schwachstellen-Scan hat Probleme gefunden für
es_es: El escáner de vulnerabilidades ha detectado problemas para
fr_fr: L'analyse des vulnérabilités a détecté des problèmes pour
it_it: La scansione delle vulnerabilità ha rilevato dei problemi per
nl_nl: De kwetsbaarheidsscan heeft problemen gevonden voor
pl_pl: Skanowanie wykryło problemy dla
sv_se: Sårbarhetsskanningen har hittat problem för

source: No scan has been performed yet.
de_de: Es wurde noch kein Scan ausgeführt.
es_es: Todavía no se ha llevado a cabo ningún escaneo.
fr_fr: Aucune analyse n'a encore été effectuée.
it_it: Non è stata ancora eseguita alcuna scansione.
nl_nl: Er is nog geen scan uitgevoerd.
pl_pl: Nie przeprowadzono jeszcze skanu.
sv_se: Ingen skanning har genomförts ännu.

source: Active theme cannot be deleted
de_de: Aktives Theme kann nicht gelöscht werden
es_es: No es posible eliminar el tema activo
fr_fr: Le thème actif ne peut pas être supprimé
it_it: Il tema attivo non può essere eliminato.
nl_nl: Actief thema kan niet worden verwijderd
pl_pl: Aktywny motyw nie może zostać usunięty
sv_se: Det aktiva temat kan inte tas bort

source: was deleted
de_de: wurde gelöscht
es_es: fue eliminado
fr_fr: a été supprimé
it_it: è stato eliminato
nl_nl: is verwijderd
pl_pl: został usunięty
sv_se: raderades

source: was updated
de_de: wurde geupdated
es_es: fue actualizado
fr_fr: a été mis à jour
it_it: è stato aggiornato
nl_nl: is bijgewerkt
pl_pl: został zaktualizowany
sv_se: uppdaterades

source: %d critical issue
de_de: %d kritsches Problem
es_es: %d problema crítico
fr_fr: %d problème critique
it_it: %d problema critico
nl_nl: %d kritiek probleem
pl_pl: %d krytyczny problem
sv_se: %d kritisk fråga

source: %d warning
de_de: %d Warnung
es_es: %d alerta
fr_fr: %d avertissement
it_it: %d avviso
nl_nl: %d waarschuwing
pl_pl: %d ostrzeżenie
sv_se: %d varning

source: Critical website security issues, identified by a CVSS score of 7.0 or higher, require immediate attention.
de_de: Kritische Website-Sicherheitsprobleme, mit einem CVSS-Score von 7,0 oder höher, benötigen sofortige Aufmerksamkeit.
es_es: Los problemas de seguridad críticos de la página web, identificados con una puntuación CVSS de 7.0 o superior, requieren atención inmediata.
fr_fr: Les problèmes critiques de sécurité des sites Web, identifiés par un score CVSS de 7,0 ou plus, nécessitent une attention immédiate.
it_it: I problemi critici relativi alla sicurezza del sito web, identificati da un punteggio CVSS pari o superiore a 7,0, richiedono un'attenzione immediata.
nl_nl: Kritieke beveiligingsproblemen, geïdentificeerd door een score van 7 of hoger, vereisen onmiddellijke aandacht.
pl_pl: Krytyczne problemy z bezpieczeństwem strony, oznaczone oceną CVSS 7.0 lub wyższą, wymagają natychmiastowej interwencji.
sv_se: Kritiska säkerhetsproblem på webbplatsen, identifierade med en CVSS-poäng på 7,0 eller högre, kräver omedelbar åtgärd.

source: Website security warnings, identified by a CVSS score up to 6.9, require prompt attention.
de_de: Website-Sicherheitswarnungen, mit einem CVSS-Score bis zu 6,9, benötigen schnelle Aufmerksamkeit.
es_es: Las alertas de seguridad de la página web, identificadas con puntuaciones CVSS de hasta 6.9, requieren atención inmediata.
fr_fr: Les avertissements de sécurité des sites Web, identifiés par un score CVSS allant jusqu'à 6,9, nécessitent une attention rapide.
it_it: Gli avvisi di sicurezza del sito web, identificati da un punteggio CVSS fino a 6,9, richiedono un'attenzione immediata.
nl_nl: Beveiligingswaarschuwingen, geïdentificeerd door een score tot en met 6,9, vereisen snelle aandacht.
pl_pl: Ostrzeżenia dotyczące bezpieczeństwa strony, oznaczone oceną CVSS do 6.9, wymagają szybkiej uwagi.
sv_se: Säkerhetsvarningar för webbplatsen, identifierade med en CVSS-poäng upp till 6,9, kräver skyndsam åtgärd.

source: View update details
de_de: Details zum Update einsehen
es_es: Ver detalles de la actualización
fr_fr: Afficher les détails de la mise à jour
it_it: Visualizza dettagli aggiornamento
nl_nl: Details van update bekijken
pl_pl: Zobacz szczegóły aktualizacji
sv_se: Visa uppdateringsdetaljer

source: This theme is active. Please activate another theme.
de_de: Dieses Theme ist aktiv. Bitte aktiviere ein anderes Theme.
es_es: Este tema está activo. Por favor, activa otro tema.
fr_fr: Ce thème est actif. Veuillez activer un autre theme.
it_it: Questo tema è attivo. Attiva un altro tema.
nl_nl: Dit thema is actief. Activeer een ander thema.
pl_pl: Ten motyw jest aktywny. Proszę aktywuj inny motyw.
sv_se: Detta tema är aktivt. Aktivera ett annat tema.

source: We automatically scan daily and whenever a new plugin or theme is installed, using the WPScan vulnerability database.
de_de: Wir scannen, mithilfe der WPScan-Sicherheitslückendatenbank, automatisch jeden Tag und sobald ein neues Plugin oder Theme installiert wird.
es_es: Escaneamos automáticamente a diario y cada vez que se instala un nuevo plugin o tema, utilizando la base de datos de vulnerabilidades de WPScan.
fr_fr: Nous effectuons automatiquement des analyses quotidiennes ainsi que chaque fois qu'une nouvelle extension ou un nouveau thème est installé, à l'aide de la base de données de vulnérabilités WPScan.
it_it: Eseguiamo una scansione automatica ogni giorno e ogni volta che viene installato un nuovo plugin o tema, utilizzando il database delle vulnerabilità WPScan.
nl_nl: We scannen dagelijks én wanneer nieuwe plug-ins of thema's worden geïnstalleerd met behulp van de WPScan-database.
pl_pl: Skanujemy automatycznie codziennie i za każdym razem, gdy instalujesz nową wtyczkę lub motyw, korzystając z bazy podatności WPScan.
sv_se: En automatisk skanning görs dagligen och varje gång ett nytt tillägg eller tema installeras, med hjälp av databasen för sårbarheter från WPScan.

source: Learn more
de_de: Mehr erfahren
es_es: Más información
fr_fr: En apprendre plus
it_it: Scopri di più
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
sv_se: Läs mer

source: Advanced
es_es: Configuración avanzada
fr_fr: Avancé
it_it: Avanzata
nl_nl: Geavanceerd
pl_pl: Zaawansowane
sv_se: Avancerat

source: %s Hub as WordPress Admin start page
de_de: %s Hub als Startseite für WordPress-Admins
es_es: Hub %s como página de inicio del administrador de WordPress
fr_fr: Hub %s comme page d'accueil de l'administrateur WordPress
it_it: %s Hub come pagina iniziale dell’amministrazione di WordPress
nl_nl: %s Hub als startpagina voor het beheer van WordPress
pl_pl: %s Hub jako strona startowa administratora WordPress
sv_se: %s Hub som startsida i adminpanelen i WordPress

source: Enable the %s Hub as a start page in your WordPress admin panel for a more personalised and efficient experience.
de_de: Aktivieren Sie das %s Hub als Startseite in Ihrem WordPress-Admin-Panel, um alles persönlicher und effizienter zu gestalten.
es_es: Habilita el hub %s como página de inicio en tu panel de WordPress para una experiencia más personalizada y eficiente.
fr_fr: Activez le Hub %s comme page d'accueil dans votre panneau d'administration WordPress pour une expérience plus personnalisée et plus efficace.
it_it: Per un'esperienza più personalizzata ed efficiente, abilità l'Hub %s come pagina iniziale nel tuo pannello di amministrazione WordPress.
nl_nl: Activeer de %s Hub als startpagina in je WordPress beheerpaneel voor een meer gepersonaliseerde en overzichtelijke ervaring.
pl_pl: Ustaw centrum %s jako stronę startową w panelu WordPress, by uzyskać bardziej spersonalizowane i efektywne doświadczenie.
sv_se: Aktivera %s Hub som startsida i din WordPress‑adminpanel för en mer personlig och effektiv upplevelse.

source: Password Reset Necessary
de_de: Passwort zurücksetzen nötig
es_es: Restablecimiento de contraseña requerido
fr_fr: Réinitialisation du mot de passe nécessaire
it_it: È necessario reimpostare la password
nl_nl: Wachtwoordherstel nodig
pl_pl: Wymagana zmiana hasła
sv_se: Lösenordsåterställning krävs

source: Security alert
de_de: Sicherheitswarnung
es_es: Alerta de seguridad
fr_fr: Alerte de sécurité
it_it: Allerta di sicurezza
nl_nl: Beveiligingswaarschuwing
pl_pl: Alert bezpieczeństwa
sv_se: Säkerhetsvarning

source: We have detected that the password for this WordPress Admin user matches one found in an online database of known compromised passwords. As a precaution, we have disabled access to this account to keep it secure.
de_de: Wir haben festgestellt, dass das Passwort für diesen WordPress-Admin-Benutzer mit einem Passwort übereinstimmt, das in einer Online-Datenbank mit bekannten kompromittierten Passwörtern gefunden wurde. Als Vorsichtsmaßnahme haben wir zum Schutz den Zugriff auf dieses Konto gesperrt.
es_es: Hemos detectado que la contraseña de este usuario de WordPress Admin coincide con una que se encuentra en una base de datos online de contraseñas comprometidas conocidas. Como medida de precaución, hemos deshabilitado el acceso a esta cuenta para mantenerla segura.
fr_fr: Nous avons détecté que le mot de passe de cet utilisateur WordPress Admin correspond à celui trouvé dans une base de données en ligne de mots de passe compromis connus. Par mesure de précaution et pour en garantir la sécurité, nous avons désactivé l'accès à ce compte.
it_it: Abbiamo rilevato che la password per questo utente amministratore di WordPress corrisponde a una password compromessa presente in un database online. Per precauzione, abbiamo disabilitato l'accesso a questo account per garantirne la sicurezza.
nl_nl: We hebben vastgesteld dat het wachtwoord voor deze WordPress admin-gebruiker overeenkomt met een wachtwoord in een online database met gelekte wachtwoorden. Uit voorzorg hebben we de toegang tot dit account geblokkeerd om het veilig te houden.
pl_pl: Wykryliśmy, że hasło dla tego użytkownika WordPress Admin pokrywa się z tym znalezionym w bazie znanych wyciekłych haseł. W ramach środków ostrożności zablokowaliśmy dostęp do konta, by zapewnić bezpieczeństwo.
sv_se: Vi har upptäckt att lösenordet för denna WordPress‑adminanvändare matchar ett som finns i en offentlig databas över kända komprometterade lösenord. Som en säkerhetsåtgärd har åtkomsten till kontot inaktiverats för att skydda det.

source: To re-enable access to this account, the password must be updated. We have sent an email with reset instructions to
de_de: Um wieder auf dieses Konto zugreifen zu können, müssen Sie Ihr Passwort ändern. Wir haben Ihnen eine E-Mail mit den Anweisungen zum Zurücksetzen geschickt.
es_es: Para reactivar el acceso a esta cuenta, la contraseña debe ser actualizada. Hemos enviado un correo electrónico con las instrucciones de restablecimiento a
fr_fr: Pour réactiver l'accès à ce compte, le mot de passe doit être mis à jour. Nous vous avons envoyé un e-mail contenant les instructions de réinitialisation à
it_it: Per riattivare l'accesso a questo account, è necessario aggiornare la password. Ti abbiamo inviato un'e-mail con le istruzioni per reimpostare la password a
nl_nl: Om weer toegang tot dit account te krijgen, moet het wachtwoord worden hersteld. We hebben een e-mail met instructies voor het opnieuw instellen verzonden naar
pl_pl: Aby przywrócić dostęp do tego konta, hasło musi zostać zmienione. Wysłaliśmy e-mail z instrukcją resetowania na adres
sv_se: För att återaktivera åtkomsten måste lösenordet uppdateras. Vi har skickat ett e‑postmeddelande med instruktioner för återställning till
