Repository: IONOS-WordPress/ionos-wordpress
Catalog: packages/wp-plugin/ionos-essentials/ionos-essentials/languages/ionos-essentials-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se

source: All actions completed!
de_de: Alle Aktionen abgeschlossen!
es_es: ¡Todas las acciones están completadas!
fr_fr: Toutes les actions sont terminées !
it_it: Tutte le azioni sono state completate!
nl_nl: Alle acties voltooid!
pl_pl: Wszystkie zadania wykonane!
sv_se: Alla åtgärder klara!

source: %1$d of %2$d completed
de_de: %1$d von %2$d abgeschlossen
es_es: %1$d de %2$d acciones completadas
fr_fr: %1$d sur %2$d terminé
it_it: %1$d di %2$d completate
nl_nl: %1$d van %2$d voltooid
pl_pl: %1$d ze %2$d wykonane
sv_se: %1$d av %2$d slutförda

source: Good
de_de: Gut
es_es: Buena
fr_fr: Bien
it_it: Buona
nl_nl: Goed
pl_pl: Dobre
sv_se: Bra

source: Personalize business data
de_de: Geschäftsdaten personalisieren
es_es: Personalizar datos de empresa
fr_fr: Personnalisez les données de votre entreprise
it_it: Personalizza i dati aziendali
nl_nl: Bedrijfsgegevens personaliseren
pl_pl: Spersonalizuj dane firmy
sv_se: Anpassa företagsuppgifter

source: Add your business details, like a phone number, email, and address, to your website.
de_de: Fügen Sie Ihre Unternehmensdaten wie Telefonnummer, E-Mail-Adresse und Anschrift zu Ihrer Website hinzu.
es_es: Incluye los datos de tu empresa en la página web (p.ej.: número de teléfono, correo electrónico y dirección postal).
fr_fr: Ajoutez les coordonnées de votre entreprise, telles que votre numéro de téléphone, votre adresse e-mail et votre adresse postale, à votre site Web.
it_it: Aggiungi i dettagli della tua attività, come numero di telefono, e-mail e indirizzo, al tuo sito web.
nl_nl: Voeg je bedrijfsgegevens toe aan je website, zoals een telefoonnummer, e-mail en adres.
pl_pl: Dodaj dane firmy, takie jak numer telefonu, e-mail i adres, do swojej strony.
sv_se: Lägg till uppgifter som telefonnummer, e-post och adress på din webbplats.

source: Select a Theme
es_es: Seleccionar un tema
fr_fr: Sélectionnez un thème
it_it: Seleziona un tema
nl_nl: Thema selecteren
pl_pl: Wybierz motyw
sv_se: Välj ett tema

source: Choose a theme that matches your website's purpose and your comfort level.
de_de: Wählen Sie ein Theme, das zum Zweck Ihrer Website und Ihren Anforderungen passt.
es_es: Elige un tema que represente la esencia de tu página web y que encaje con tus expectativas de comodidad.
fr_fr: Choisissez un thème qui correspond à l'objectif de votre site Web et à votre niveau de confort.
it_it: Scegli un tema che corrisponda allo scopo del tuo sito web e al tuo livello di competenza.
nl_nl: Kies een thema dat past bij het doel van je website en jouw voorkeuren.
pl_pl: Wybierz motyw, który odpowiada celowi Twojej strony i Twoim preferencjom.
sv_se: Välj ett tema som passar din webbplats syfte och som du själv trivs med.

source: New AI Agent with Enhanced Capabilities
es_es: Nuevo: agente IA con funcionalidades mejoradas
fr_fr: Un nouvel agent d'intelligence artificielle aux capacités renforcées
nl_nl: Nieuwe AI agent met verbeterde mogelijkheden
sv_se: Ny AI-agent med utökade möjligheter

source: Our new AI Agent is here to change the way you edit your site! Simply point and click on elements to make changes and try the new capabilities, from font and style changes to rearranging content.
es_es: Nuestro nuevo agente IA va a cambiar la forma en que editas tu sitio web: solo tienes que hacer clic en un elemento para cambiarlo. Desde editar un estilo o una fuente hasta reorganizar todo el contenido.
fr_fr: Notre nouvel agent d'intelligence artificielle est là pour changer la façon dont vous éditez votre site ! Il vous suffit de pointer et de cliquer sur les éléments pour effectuer des modifications et essayer les nouvelles fonctionnalités, depuis les changements de police et de style jusqu'à la réorganisation du contenu.
nl_nl: Onze nieuwe AI agent verandert de manier waarop jij je website bewerkt! Klik op elementen om wijzigingen aan te brengen en probeer de nieuwe mogelijkheden, van lettertype- en stijlwijzigingen tot het herschikken van inhoud.
sv_se: Vår nya AI-agent förändrar hur du redigerar din webbplats. Peka och klicka på olika element för att göra ändringar och prova de nya funktionerna – från ändrade typsnitt och stilar till att flytta om innehåll.

source: A native WordPress website in minutes. Our powerful AI generates design, images and content based on your needs.
fr_fr: Un site web WordPress natif en quelques minutes. Notre puissante IA génère le design, les images et le contenu en fonction de vos besoins.
it_it: Un sito web nativo in WordPress in pochi minuti. La nostra potente intelligenza artificiale genera design, immagini e contenuti in base alle vostre esigenze.
nl_nl: Een WordPress website in enkele minuten. Onze krachtige AI-tool genereert ontwerp, afbeeldingen en inhoud op basis van jouw wensen.
sv_se: En WordPress-sida på bara några minuter. Vår kraftfulla AI tar fram design, bilder och innehåll utifrån dina behov.

source: Continue with AI
fr_fr: Poursuivre avec l'IA
it_it: Continua con l'AI
nl_nl: Doorgaan met AI
sv_se: Fortsätt med AI

source: Take full control of the creative process. You can easily switch over to the AI builder later from inside Wordpress.
fr_fr: Prenez le contrôle total du processus de création. Vous pouvez facilement passer à l'AI builder plus tard à partir de Wordpress.
it_it: Assumete il pieno controllo del processo creativo. È possibile passare facilmente al costruttore di AI in un secondo momento dall'interno di Wordpress.
nl_nl: Neem het creatieve proces in eigen handen. Je kunt later binnen WordPress eenvoudig overschakelen naar de AI sitebuilder.
sv_se: Ta full kontroll över den kreativa processen. Du kan enkelt byta till AI-byggaren senare direkt inne i WordPress.

source: Create manually
fr_fr: Créer manuellement
it_it: Creare manualmente
nl_nl: Handmatig aanmaken
sv_se: Skapa manuellt

source: Try it
es_es: Probar ahora
fr_fr: Essayez-le
nl_nl: Probeer het
sv_se: Prova

source: Create Legal Notice
fr_fr: Créer Mentions Légales
nl_nl: Pagina met juridische informatie maken
sv_se: Skapa juridisk information

source: Insert the necessary data for your company and your industry (or industries) into the legal notice (Impressum) template in order to operate your new website in a legally compliant manner.
fr_fr: Insérez les données nécessaires pour votre entreprise et votre secteur d’activité dans le modèle de mentions légales pour exploiter votre nouveau site web en toute conformité juridique.
nl_nl: Voeg de benodigde gegevens van je bedrijf en je branche(s) toe aan het sjabloon om de vereiste juridische informatie op je website weer te geven.
sv_se: Lägg till nödvändig information om ditt företag och din bransch (eller dina branscher) i mallen för juridisk information (impressum) så att du kan driva din nya webbplats på ett lagligt sätt.

source: Edit now
fr_fr: Créer maintenant
nl_nl: Nu bewerken
sv_se: Redigera nu

source: Restart AI Sitebuilder
nl_nl: AI Sitebuilder opnieuw opstarten
sv_se: Starta om AI Sitebuilder

source: Restart the AI Sitebuilder setup wizard to generate a new site from scratch. This will allow you to re-do the entire creation process.
nl_nl: Start de AI Sitebuilder setup wizard opnieuw om een nieuwe site vanaf nul te genereren. Zo kunt u het hele creatieproces opnieuw uitvoeren.
sv_se: Starta om installationsguiden för AI Sitebuilder för att skapa en ny webbplats från början. Detta gör att du kan göra om hela skapandeprocessen.

source: This will permanently reset all content and data created by the AI Sitebuilder on this WordPress website.
nl_nl: Hierdoor wordt alle inhoud en gegevens die door de AI Sitebuilder zijn aangemaakt op deze WordPress website permanent gereset.
sv_se: Detta kommer att permanent återställa allt innehåll och alla data som skapats av AI Sitebuilder på denna WordPress-webbplats.

source: Pages initially created without the use of the AI Sitebuilder will be kept.
nl_nl: Pagina's die oorspronkelijk zijn gemaakt zonder gebruik van de AI Sitebuilder blijven behouden.
sv_se: Sidor som ursprungligen skapats utan användning av AI Sitebuilder kommer att behållas.

source: The Extendable theme is not installed or set as the active theme. You need to do this before you can continue.
nl_nl: Het thema Extendable is niet geïnstalleerd of ingesteld als het actieve thema. U moet dit doen voordat u verder kunt gaan.
sv_se: Temat Extendable är inte installerat eller inställt som det aktiva temat. Du måste göra detta innan du kan fortsätta.

source: Manage themes
nl_nl: Thema's beheren
sv_se: Hantera teman

source: The Extendify plugin is not installed or activated. You need to do this before you can continue.
nl_nl: De Extendify plugin is niet geïnstalleerd of geactiveerd. Je moet dit eerst doen voordat je verder kunt gaan.
sv_se: Plugin-programmet Extendify är inte installerat eller aktiverat. Du måste göra detta innan du kan fortsätta.

source: Manage plugins
nl_nl: Plugins beheren
sv_se: Hantera insticksprogram

source: Cancel
nl_nl: Annuleren
sv_se: Avbryt

source: Allow AI to control your WordPress via MCP
nl_nl: Laat AI je WordPress besturen via MCP
sv_se: Låt AI styra din WordPress via MCP

source: For developers
nl_nl: Voor ontwikkelaars
sv_se: För utvecklare

source: Installing MCP capabilities
nl_nl: MCP-mogelijkheden installeren
sv_se: Installera MCP-funktioner

source: Enter the following JSON into your preferred AI Clients settings file
sv_se: Ange följande JSON i den inställningsfil för AI-klienter som du föredrar

source: Please take note of this as this is not stored and can not be viewed again.
nl_nl: Houd hier rekening mee, want dit wordt niet opgeslagen en kan niet opnieuw worden bekeken.
sv_se: Notera detta eftersom det inte lagras och inte kan visas igen.

source: Copy to clipboard
nl_nl: Kopiëren naar klembord
sv_se: Kopiera till urklipp

source: An error occured while enabling WordPress MCP.
nl_nl: Er is een fout opgetreden tijdens het inschakelen van WordPress MCP.
sv_se: Ett fel inträffade när WordPress MCP aktiverades.

source: WordPress MCP disabled
nl_nl: WordPress MCP uitgeschakeld
sv_se: WordPress MCP inaktiverad

source: WordPress MCP enabled
nl_nl: WordPress MCP ingeschakeld
sv_se: WordPress MCP aktiverad

source: Copied to clipboard
nl_nl: Gekopieerd naar klembord
sv_se: Kopieras till urklipp

source: Failed to copy to clipboard
nl_nl: Kopiëren naar klembord mislukt
sv_se: Misslyckades med att kopiera till klippbordet

source: Grant external AI Clients like Gemini & Claude secure access to your content, with the WordPress-MCP plugin.
nl_nl: Geef externe AI-clients zoals Gemini & Claude beveiligde toegang tot je inhoud met de WordPress-MCP plugin.
sv_se: Ge externa AI-klienter som Gemini & Claude säker åtkomst till ditt innehåll med WordPress-MCP-plugin.

source: WordPress version
es_es: Versión de WordPress
fr_fr: Version WordPress
it_it: Versione di WordPress
nl_nl: WordPress versie
pl_pl: Wersja WordPress

source: PHP version
es_es: Versión de PHP
fr_fr: Version PHP
it_it: Versione di PHP
nl_nl: PHP-versie
pl_pl: Wersja PHP

source: The Site-Assistant plugin is not activated. You need to do this before you can continue.
nl_nl: De plugin Site-Assistant is niet geactiveerd. U moet dit doen voordat u verder kunt gaan.

source: Log Analysis
nl_nl: Logboekanalyse

source: Manage Cache
nl_nl: Cache beheren

source: Enter the following JSON into your preferred AI Clients settings file (under 'mcpServers' / 'servers')
nl_nl: Voer de volgende JSON in uw gewenste AI Clients instellingenbestand in (onder 'mcpServers' / 'servers')

source: The essentials plugin provides IONOS hosting specific functionality.
de_de: Das essentials-Plugin bietet IONOS-Hosting-spezifische Funktionen.
es_es: El plugin Essentials proporciona funcionalidades específicas para el hosting de IONOS.
pl_pl: Wtyczka Essentials zapewnia funkcje specyficzne dla hostingu IONOS.

source: Rebuild Website
de_de: Website neu erstellen
es_es: Rehacer la página web
fr_fr: Reconstruire le site Web
it_it: Ricostruisci il sito web
pl_pl: Przebuduj stronę

source: It is possible to rebuild your AI-created website within 72 hours
de_de: Mit KI ist es möglich, Ihre Website innerhalb von 72 Stunden neu zu erstellen
es_es: Es posible volver a confeccionar tu página web creada con IA en 72 horas
fr_fr: Il est possible de reconstruire votre site Web créé par l'IA dans les 72 heures.
it_it: È possibile ricostruire il sito web creato dall'intelligenza artificiale entro 72 ore.
pl_pl: Można przebudować stronę utworzoną przez AI w ciągu 72 godzin

source: Online in a few minutes
de_de: In wenigen Minuten online
es_es: Online en unos minutos
pl_pl: Online w kilka minut

source: Automatic website creation based on your preferences and requirements. Including ready-to-go copy and images.
de_de: Automatische Website-Erstellung auf der Grundlage Ihrer Präferenzen und Anforderungen, inklusive gebrauchsfertiger Texte und Bilder.
es_es: Creación automática de páginas web en función de tus preferencias y requisitos. Incluye textos e imágenes listos para usar.
pl_pl: Automatyczne tworzenie strony według Twoich preferencji i potrzeb. Wraz z gotowymi tekstami i obrazami.

source: You decide how to create your website. No worries, you can also start the AI creation from the WordPress Dashboard later.
de_de: Sie entscheiden, wie Sie Ihre Website erstellen möchten. Keine Sorge, Sie können die Erstellung mit KI auch später noch über das WordPress-Dashboard starten.
es_es: Tú decides cómo crear tu página web. No te preocupes, también podrás iniciar la funcionalidad para confeccionarla con IA desde el panel de WordPress más tarde.
pl_pl: Decydujesz, jak stworzyć stronę. Nie martw się — możesz też uruchomić tworzenie ze wsparciem AI później z panelu WordPress.

source: Assistant
de_de: Assistent
es_es: Asistente
it_it: Assistente
pl_pl: Asystent

source: Ok
es_es: Aceptar

source: Onboarding
es_es: Comenzar a usar la función
pl_pl: Wdrożenie

source: https://ionos.com/help
de_de: https://www.ionos.de/hilfe
es_es: https://www.ionos.es/ayuda
fr_fr: https://www.ionos.fr/assistance
it_it: https://www.ionos.it/aiuto

source: Essentials
pl_pl: Podstawowe funkcje

source: https://www.ionos-group.com/brands.html
de_de: https://www.ionos-group.com/de/marken.html

source: Add a favicon (website icon) to your website to enhance brand recognition and visibility.
de_de: Fügen Sie Ihrer Website ein Favicon (Website-Symbol) hinzu, um die Wiedererkennung und Sichtbarkeit Ihrer Marke zu verbessern.

source: critical issues found
de_de: Kritische Probleme gefunden

source: warnings found
de_de: Warnungen gefunden

source: Vulnerability Scan not possible. Please contact Customer Care.
de_de: Schwachstellen-Scan nicht möglich. Bitte kontaktieren Sie den Kunden Service.

source: Vulnerability Scan
de_de: Schwachstellen-Scan

source: View IONOS Help Center
de_de: Das IONOS Hilfe-Center besuchen

source: Select a theme
de_de: Wählen Sie ein Theme
