Repository: IONOS-WordPress/ionos-wordpress
Catalog: packages/wp-plugin/essentials/languages/ionos-essentials-*.po
Languages: nl_nl

source: ionos-wordpress/essentials
nl_nl: ionos-wordpress/essentiële onderdelen

source: The essentials plugin provides IONOS hosting specific functionality.
nl_nl: De Essentials-plugin biedt specifieke functionaliteit voor IONOS hosting.

source: IONOS Group
nl_nl: IONOS Groep

source: My offers
nl_nl: Mijn aanbiedingen

source: My data
nl_nl: Mijn gegevens

source: My products
nl_nl: Mijn producten

source: My invoices
nl_nl: Mijn facturen

source: Control Panel
nl_nl: Bedieningspaneel

source: My User
nl_nl: Mijn gebruiker

source: Contracts & Subscriptions
nl_nl: Contracten en abonnementen

source: Login & Account security
nl_nl: Inloggen en accountbeveiliging

source: Invoices & Payment Details
nl_nl: Facturen en betalingsgegevens

source: Data Protection & Privacy Notice
nl_nl: Gegevensbescherming en privacyverklaring

source: Contact Details
nl_nl: Contactgegevens

source: Profile Details
nl_nl: Profiel details

source: Data of customer
nl_nl: Gegevens van klant

source: Services
nl_nl: Diensten

source: Invoices
nl_nl: Facturen

source: Package overview
nl_nl: Overzicht pakketten

source: Your invoices
nl_nl: Je facturen

source: Your contract
nl_nl: Uw contract

source: Current offers
nl_nl: Huidige aanbiedingen

source: Quick Links
nl_nl: Snelle links

# block title
source: Deep Links
nl_nl: Diepe koppelingen

# block description
source: Show links to the Control Panel of your provider.
nl_nl: Koppelingen naar het configuratiescherm van je provider weergeven.

# block title
source: Quick Links
nl_nl: Snelle links

# block description
source: Show links to common tasks in the WordPress backend.
nl_nl: Toon links naar veelvoorkomende taken in de WordPress backend.

# block title
source: Vulnerability
nl_nl: Kwetsbaarheid

# block description
source: Show wp scan data.
nl_nl: Wp-scangegevens weergeven.

source: WPScan not available
nl_nl: WPScan niet beschikbaar

source: Show full scan report
nl_nl: Volledig scanrapport tonen

source: Last scan
nl_nl: Laatste scan

source: %s ago
nl_nl: %s geleden

source: critical issue found
nl_nl: kritiek probleem gevonden

source: warning found
nl_nl: waarschuwing gevonden

source: issues found
nl_nl: problemen gevonden

source: Add a post
nl_nl: Een bericht toevoegen

source: Share your thoughts with your audience.
nl_nl: Deel je gedachten met je publiek.

source: Edit a post
nl_nl: Een bericht bewerken

source: Update your content to keep it fresh.
nl_nl: Werk je inhoud bij om het fris te houden.

source: Edit a page
nl_nl: Een pagina bewerken

source: Tell your visitors what your website is about.
nl_nl: Vertel je bezoekers waar je website over gaat.

source: Add a site description
nl_nl: Een sitebeschrijving toevoegen

source: Next best actions
nl_nl: Volgende beste acties

source: Not sure what to do now? We have some recommendations for you.
nl_nl: Weet je niet zeker wat je nu moet doen? We hebben een aantal aanbevelingen voor je.

# block description
source: Next Best Actions
nl_nl: Volgende beste acties

source: View Site
nl_nl: Bekijk site

source: Start AI Sitebuilder
nl_nl: AI Sitebuilder starten

source: Retry AI
nl_nl: AI opnieuw proberen

source: Manage Hosting
nl_nl: Hosting beheren

source: Connect your domain
nl_nl: Je domein verbinden

source: Connect your domain to your website to make it accessible to your visitors.
nl_nl: Koppel je domein aan je website om deze toegankelijk te maken voor je bezoekers.

source: Account Management
nl_nl: Accountbeheer

source: One-click access to your customer account, login security and subscriptions
nl_nl: Met één klik toegang tot je klantenaccount, inlogbeveiliging en abonnementen

source: Easily navigate to frequently used features and tools
nl_nl: Eenvoudig navigeren naar veelgebruikte functies en tools

source: Overview
nl_nl: Overzicht

source: Create a page
nl_nl: Een pagina maken

source: Create and publish a page and share your story with the world.
nl_nl: Maak en publiceer een pagina en deel je verhaal met de wereld.

source: Create Page
nl_nl: Pagina maken

source: CrEdit a page
nl_nl: CrBewerk een pagina

source: Add Logo
nl_nl: Logo toevoegen

source: Ensure your website is branded with your unique logo for a professional look.
nl_nl: Zorg ervoor dat je website is voorzien van je unieke logo voor een professionele uitstraling.

source: Conect a Domain
nl_nl: Een domein conecteren

source: Connect your domain to your website to increase visibility and attract more visitors.
nl_nl: Koppel je domein aan je website om de zichtbaarheid te vergroten en meer bezoekers aan te trekken.

source: Connect Domain
nl_nl: Domein verbinden

source: Edit & Complete Your Website
nl_nl: Uw website bewerken en voltooien

source: Add pages, text, and images, fine-tune your website with AI-powered tools or adjust colours and fonts
nl_nl: Voeg pagina's, tekst en afbeeldingen toe, verfijn je website met AI-tools of pas kleuren en lettertypen aan

source: Edit Website
nl_nl: Website bewerken

source: Discover Help Center
nl_nl: Ontdek Helpcentrum

source: Get instant support with Co-Pilot AI, explore our Knowledge Base, or take guided tours.
nl_nl: Krijg direct ondersteuning met Co-Pilot AI, verken onze Kennisbank of volg rondleidingen.

source: Open Help Center
nl_nl: Helpcentrum openen

source: Set Up Email
nl_nl: E-mail instellen

source: Set up your included email account and integrate it with your website.
nl_nl: Stel je eigen e-mailaccount in en integreer deze met je website.

source: Set Up Contact Form
nl_nl: Contactformulier instellen

source: Create a contact form to stay connected with your visitors.
nl_nl: Maak een contactformulier om in contact te blijven met je bezoekers.

source: Set Up Your WooCommerce Store
nl_nl: Je WooCommerce-winkel instellen

source: Launch your online store now with a guided setup wizard.
nl_nl: Start nu je online winkel met een begeleide installatiewizard.

source: Start Setup
nl_nl: Start instellen

source: Create a New Page with AI
nl_nl: Een nieuwe pagina maken met AI

source: Social Media Setup
nl_nl: Sociale media instellen

source: Connect your social media profiles to your website and expand your online presence.
nl_nl: Koppel uw sociale-mediaprofielen aan uw website en breid uw online aanwezigheid uit.

source: Connect Social Media
nl_nl: Sociale media aansluiten

source: Add Favicon
nl_nl: Favicon toevoegen

source: Add a favicon (website icon) to your website to enhance brand recognition and visibility.
nl_nl: Voeg een favicon (websitepictogram) toe aan je website om de merkherkenning en zichtbaarheid te verbeteren.
