Repository: IONOS-WordPress/ionos-wordpress
Catalog: packages/wp-plugin/ionos-essentials/languages/ionos-essentials-*.po
Languages: es_es, it_it, pl_pl, sv_se

source: The essentials plugin provides IONOS hosting specific functionality.
es_es: El plugin essentials proporciona funcionalidades específicas para el alojamiento de IONOS.
it_it: Il plugin essentials fornisce funzionalità specifiche per l'hosting IONOS.
pl_pl: Wtyczka essentials zapewnia funkcjonalność specyficzną dla hostingu IONOS.
sv_se: Essentials-plugin ger IONOS hosting-specifik funktionalitet.

source: IONOS Group
es_es: Grupo IONOS
it_it: Gruppo IONOS
pl_pl: Grupa IONOS
sv_se: IONOS-koncernen

source: My offers
es_es: Mis ofertas
it_it: Le mie offerte
pl_pl: Moje oferty
sv_se: Mina erbjudanden

source: My data
es_es: Mis datos
it_it: I miei dati
pl_pl: Moje dane
sv_se: Mina uppgifter

source: My products
es_es: Mis productos
it_it: I miei prodotti
pl_pl: Moje produkty
sv_se: Mina produkter

source: My invoices
es_es: Mis facturas
it_it: Le mie fatture
pl_pl: Moje faktury
sv_se: Mina fakturor

source: Control Panel
es_es: Panel de control
it_it: Pannello di controllo
pl_pl: Panel sterowania
sv_se: Kontrollpanelen

source: My User
es_es: Mi usuario
it_it: Il mio utente
pl_pl: Mój użytkownik
sv_se: Min användare

source: WordPress Websites
es_es: Sitios web WordPress
it_it: Siti web WordPress
pl_pl: Strony internetowe WordPress
sv_se: WordPress Webbplatser

source: Contracts & Subscriptions
es_es: Contratos y suscripciones
it_it: Contratti e abbonamenti
pl_pl: Umowy i subskrypcje
sv_se: Avtal och prenumerationer

source: Login & Account security
es_es: Inicio de sesión y seguridad de la cuenta
it_it: Accesso e sicurezza dell'account
pl_pl: Bezpieczeństwo logowania i konta
sv_se: Säkerhet för inloggning och konto

source: Invoices & Payment Details
es_es: Facturas y datos de pago
it_it: Fatture e dettagli di pagamento
pl_pl: Faktury i szczegóły płatności
sv_se: Fakturor och betalningsinformation

source: Data Protection & Privacy Notice
es_es: Protección de datos y privacidad
it_it: Informativa sulla protezione dei dati e sulla privacy
pl_pl: Informacja o ochronie danych i prywatności
sv_se: Dataskydd och integritet

source: Contact Details
es_es: Datos de contacto
it_it: Dettagli di contatto
pl_pl: Dane kontaktowe
sv_se: Kontaktuppgifter

source: Profile Details
es_es: Detalles del perfil
it_it: Dettagli del profilo
pl_pl: Szczegóły profilu
sv_se: Detaljer om profilen

source: Data of customer
es_es: Datos de cliente
it_it: Dati del cliente
pl_pl: Dane klienta
sv_se: Uppgifter om kunden

source: Services
es_es: Servicios
it_it: Servizi
pl_pl: Usługi
sv_se: Tjänster

source: Invoices
es_es: Facturas
it_it: Fatture
pl_pl: Faktury
sv_se: Fakturor

source: Package overview
es_es: Resumen del paquete
it_it: Panoramica del pacchetto
pl_pl: Przegląd pakietów
sv_se: Översikt över paketet

source: Your invoices
es_es: Sus facturas
it_it: Le vostre fatture
pl_pl: Twoje faktury
sv_se: Dina fakturor

source: Your contract
es_es: Su contrato
it_it: Il vostro contratto
pl_pl: Twoja umowa
sv_se: Ditt avtal

source: Current offers
es_es: Ofertas actuales
it_it: Offerte attuali
pl_pl: Aktualne oferty
sv_se: Aktuella erbjudanden

source: Quick Links
it_it: Collegamenti rapidi
pl_pl: Szybkie łącza
sv_se: Snabblänkar

# block title
source: Deep Links
it_it: Collegamenti profondi
pl_pl: Głębokie linki
sv_se: Djupa länkar

# block description
source: Show links to the Control Panel of your provider.
es_es: Mostrar enlaces al Panel de Control de su proveedor.
it_it: Mostra i link al pannello di controllo del vostro provider.
pl_pl: Wyświetla łącza do Panelu sterowania dostawcy.
sv_se: Visa länkar till kontrollpanelen hos din leverantör.

# block title
source: Quick Links
es_es: Enlaces rápidos
it_it: Collegamenti rapidi
pl_pl: Szybkie łącza
sv_se: Snabblänkar

# block description
source: Show links to common tasks in the WordPress backend.
es_es: Mostrar enlaces a tareas comunes en el backend de WordPress.
it_it: Mostra i link alle attività più comuni nel backend di WordPress.
pl_pl: Wyświetlanie linków do typowych zadań w zapleczu WordPress.
sv_se: Visa länkar till vanliga uppgifter i WordPress backend.

# block title
source: Vulnerability
es_es: Vulnerabilidad
it_it: Vulnerabilità
pl_pl: Podatność
sv_se: Sårbarhet

# block description
source: Show wp scan data.
es_es: Mostrar datos de escaneo wp.
it_it: Mostra i dati della scansione wp.
pl_pl: Pokaż dane skanowania wp.
sv_se: Visa wp-skanningsdata.

source: WPScan not available
es_es: WPScan no disponible
it_it: WPScan non disponibile
pl_pl: WPScan niedostępny
sv_se: WPScan inte tillgänglig

source: Show full scan report
es_es: Mostrar informe completo del escaneo
it_it: Mostra report completo della scansione
pl_pl: Pokaż pełny raport skanowania
sv_se: Visa fullständig felsökning

source: Last scan
es_es: Último escaneo
it_it: Ultima scansione
pl_pl: Ostatnie skanowanie
sv_se: Senaste felsökning

source: %s ago
es_es: hace %s
it_it: %s fa
pl_pl: %s temu
sv_se: för %s sedan

source: critical issue found
es_es: Problema crítico detectado
it_it: Problema critico rilevato
pl_pl: znaleziony krytyczny problem
sv_se: kritiskt fel hittades

source: warning found
es_es: Alerta detectada
it_it: Allarme rilevato
pl_pl: znalezione ostrzeżenie
sv_se: varning hittad

source: issues found
es_es: Problemas detectados
it_it: Problemi rilevati
pl_pl: znalezione problemy
sv_se: fel hittade

# block description
source: Next Best Actions
es_es: Próximas mejores acciones
it_it: Le prossime azioni migliori
pl_pl: Następne najlepsze działania
sv_se: Nästa bästa åtgärder

source: View Site
es_es: Ver el sitio
it_it: Visualizza il sito
pl_pl: Wyświetl stronę
sv_se: Visa webbplats

source: Start AI Sitebuilder
es_es: Iniciar AI Sitebuilder
it_it: Avviare AI Sitebuilder
pl_pl: Uruchom AI Sitebuilder
sv_se: Starta AI Sitebuilder

source: Retry AI
es_es: Reintentar IA
it_it: Riprova AI
sv_se: Försök igen AI

source: Manage Hosting
es_es: Gestionar el alojamiento
it_it: Gestire l'hosting
pl_pl: Zarządzanie hostingiem
sv_se: Hantera hosting

# block title
source: Banner
it_it: Stendardo
pl_pl: Baner

# block description
source: Banner
it_it: Stendardo
pl_pl: Baner

source: Account Management
es_es: Gestión de cuentas
it_it: Gestione dei conti
pl_pl: Zarządzanie kontem
sv_se: Kontohantering

source: One-click access to your customer account, login security and subscriptions
es_es: Acceso con un solo clic a su cuenta de cliente, seguridad de inicio de sesión y suscripciones
it_it: Accesso con un solo clic all'account cliente, alla sicurezza del login e agli abbonamenti
pl_pl: Dostęp do konta klienta, zabezpieczeń logowania i subskrypcji jednym kliknięciem
sv_se: Tillgång till kundkonto, inloggningssäkerhet och prenumerationer med ett enda klick

source: Easily navigate to frequently used features and tools
es_es: Navegue fácilmente a las funciones y herramientas más utilizadas
it_it: Navigare facilmente verso le funzioni e gli strumenti utilizzati più frequentemente
pl_pl: Łatwa nawigacja do często używanych funkcji i narzędzi
sv_se: Enkel navigering till funktioner och verktyg som används ofta

source: Overview
es_es: Visión general
it_it: Panoramica
pl_pl: Przegląd
sv_se: Översikt

source: Create Page
es_es: Crear página
it_it: Crea pagina
pl_pl: Utwórz stronę
sv_se: Skapa sida

source: Add Logo
es_es: Añadir logotipo
it_it: Aggiungi logo
pl_pl: Dodaj logo
sv_se: Lägg till logotyp

source: Ensure your website is branded with your unique logo for a professional look.
es_es: Asegúrese de que su sitio web lleva su logotipo exclusivo para darle un aspecto profesional.
it_it: Assicuratevi che il vostro sito web sia marchiato con il vostro logo unico per un aspetto professionale.
pl_pl: Upewnij się, że Twoja witryna jest oznaczona unikalnym logo, aby uzyskać profesjonalny wygląd.
sv_se: Se till att din webbplats är märkt med din unika logotyp för att få ett professionellt utseende.

source: Connect Domain
es_es: Conectar dominio
it_it: Collegare il dominio
pl_pl: Połącz domenę
sv_se: Anslut domän

source: Edit & Complete Your Website
es_es: Editar y completar su sitio web
it_it: Modifica e completamento del sito web
pl_pl: Edytuj i uzupełnij swoją witrynę
sv_se: Redigera och komplettera din webbplats

source: Add pages, text, and images, fine-tune your website with AI-powered tools or adjust colours and fonts
es_es: Añada páginas, texto e imágenes, ajuste su sitio web con herramientas de inteligencia artificial o modifique los colores y el tipo de letra.
it_it: Aggiungete pagine, testi e immagini, perfezionate il vostro sito web con strumenti AI o regolate colori e caratteri.
pl_pl: Dodawaj strony, tekst i obrazy, dostosuj swoją witrynę za pomocą narzędzi opartych na sztucznej inteligencji lub dostosuj kolory i czcionki.
sv_se: Lägg till sidor, text och bilder, finjustera din webbplats med AI-drivna verktyg eller justera färger och teckensnitt

source: Edit Website
es_es: Editar sitio web
it_it: Modifica del sito web
pl_pl: Edytuj stronę
sv_se: Redigera webbplats

source: Discover Help Center
es_es: Descubre el Centro de ayuda
it_it: Scoprire il Centro assistenza
pl_pl: Centrum pomocy Discover
sv_se: Discover Hjälpcenter

source: Get instant support with Co-Pilot AI, explore our Knowledge Base, or take guided tours.
es_es: Obtenga asistencia instantánea con Co-Pilot AI, explore nuestra Base de conocimientos o realice visitas guiadas.
it_it: Ottenete assistenza immediata con Co-Pilot AI, esplorate la nostra Knowledge Base o partecipate a tour guidati.
pl_pl: Uzyskaj natychmiastowe wsparcie dzięki Co-Pilot AI, zapoznaj się z naszą bazą wiedzy lub skorzystaj z wycieczek z przewodnikiem.
sv_se: Få omedelbar support med Co-Pilot AI, utforska vår kunskapsbas eller gå på guidade turer.

source: Open Help Center
es_es: Abrir el Centro de ayuda
it_it: Aprire il Centro assistenza
pl_pl: Otwórz Centrum pomocy
sv_se: Öppna hjälpcenter

source: Set Up Email
es_es: Configurar el correo electrónico
it_it: Impostazione dell'e-mail
pl_pl: Konfiguracja poczty e-mail
sv_se: Konfigurera e-post

source: Set up your included email account and integrate it with your website.
es_es: Configure su cuenta de correo electrónico incluida e intégrela con su sitio web.
it_it: Configurate l'account e-mail incluso e integratelo con il vostro sito web.
pl_pl: Skonfiguruj dołączone konto e-mail i zintegruj je ze swoją witryną.
sv_se: Skapa ett e-postkonto som ingår och integrera det med din webbplats.

source: Set Up Contact Form
es_es: Configurar formulario de contacto
it_it: Impostazione del modulo di contatto
pl_pl: Konfiguracja formularza kontaktowego
sv_se: Konfigurera kontaktformulär

source: Create a contact form to stay connected with your visitors.
es_es: Cree un formulario de contacto para mantenerse en contacto con sus visitantes.
it_it: Create un modulo di contatto per rimanere in contatto con i vostri visitatori.
pl_pl: Utwórz formularz kontaktowy, aby pozostać w kontakcie z odwiedzającymi.
sv_se: Skapa ett kontaktformulär för att hålla kontakten med dina besökare.

source: Set Up Your WooCommerce Store
es_es: Configure su tienda WooCommerce
it_it: Configurare il negozio WooCommerce
pl_pl: Konfiguracja sklepu WooCommerce
sv_se: Konfigurera din WooCommerce-butik

source: Launch your online store now with a guided setup wizard.
es_es: Lance su tienda en línea ahora con un asistente de configuración guiado.
it_it: Lanciate subito il vostro negozio online con una procedura guidata di configurazione.
pl_pl: Uruchom swój sklep internetowy już teraz dzięki kreatorowi konfiguracji z przewodnikiem.
sv_se: Starta din onlinebutik nu med en guidad installationsguide.

source: Start Setup
es_es: Iniciar configuración
it_it: Impostazione iniziale
pl_pl: Konfiguracja początkowa
sv_se: Starta installationen

source: Social Media Setup
es_es: Configuración de redes sociales
it_it: Impostazione dei social media
pl_pl: Konfiguracja mediów społecznościowych
sv_se: Inställning av sociala medier

source: Connect your social media profiles to your website and expand your online presence.
es_es: Conecte sus perfiles en las redes sociales a su sitio web y amplíe su presencia en línea.
it_it: Collegate i profili dei social media al vostro sito web e ampliate la vostra presenza online.
pl_pl: Połącz swoje profile w mediach społecznościowych z witryną i zwiększ swoją obecność online.
sv_se: Koppla dina sociala medieprofiler till din webbplats och utöka din närvaro på nätet.

source: Connect Social Media
es_es: Conectar las redes sociales
it_it: Collegare i social media
pl_pl: Połącz media społecznościowe
sv_se: Anslut sociala medier

source: Add Favicon
es_es: Añadir Favicon
it_it: Aggiungi Favicon
pl_pl: Dodaj Favicon
sv_se: Lägg till favicon

source: Add a favicon (website icon) to your website to enhance brand recognition and visibility.
es_es: Añada un favicon (icono de sitio web) a su sitio web para mejorar el reconocimiento y la visibilidad de su marca.
it_it: Aggiungete una favicon (icona del sito web) al vostro sito web per migliorare il riconoscimento e la visibilità del marchio.
pl_pl: Dodaj favicon (ikonę witryny) do swojej witryny, aby zwiększyć rozpoznawalność i widoczność marki.
sv_se: Lägg till en favicon (webbplats-ikon) på din webbplats för att öka varumärkets igenkänning och synlighet.

source: Create a Page
es_es: Crear una página
it_it: Creare una pagina
pl_pl: Utwórz stronę
sv_se: Skapa en sida

source: Create and publish a page and share your story with the world.
es_es: Crea y publica una página y comparte tu historia con el mundo.
it_it: Create e pubblicate una pagina e condividete la vostra storia con il mondo.
pl_pl: Utwórz i opublikuj stronę i podziel się swoją historią ze światem.
sv_se: Skapa och publicera en sida och dela med dig av din historia till hela världen.

source: Connect your domain to your website to increase visibility and attract more visitors.
es_es: Conecte su dominio a su sitio web para aumentar la visibilidad y atraer a más visitantes.
it_it: Collegate il vostro dominio al vostro sito web per aumentare la visibilità e attirare più visitatori.
pl_pl: Połącz swoją domenę z witryną, aby zwiększyć widoczność i przyciągnąć więcej odwiedzających.
sv_se: Koppla din domän till din webbplats för att öka synligheten och locka fler besökare.

source: Connect a Domain
es_es: Conectar un dominio
it_it: Collegare un dominio
pl_pl: Podłącz domenę
sv_se: Anslut en domän

source: Unlock Your Website's Potential
es_es: Libere el potencial de su sitio web
it_it: Liberate il potenziale del vostro sito web
pl_pl: Uwolnij potencjał swojej strony internetowej
sv_se: Frigör din webbplats potential

source: Your website is live, but your journey is just beginning. Explore the recommended next actions to drive growth, improve performance, and achieve your online goals.
es_es: Su sitio web está activo, pero su viaje no ha hecho más que empezar. Explore las próximas acciones recomendadas para impulsar el crecimiento, mejorar el rendimiento y alcanzar sus objetivos en línea.
it_it: Il vostro sito web è attivo, ma il vostro viaggio è appena iniziato. Esplorate le prossime azioni consigliate per stimolare la crescita, migliorare le prestazioni e raggiungere i vostri obiettivi online.
pl_pl: Twoja witryna już działa, ale Twoja podróż dopiero się zaczyna. Zapoznaj się z zalecanymi kolejnymi działaniami, aby przyspieszyć rozwój, poprawić wydajność i osiągnąć swoje cele online.
sv_se: Din webbplats är live, men din resa har bara börjat. Utforska de rekommenderade nästa åtgärderna för att driva tillväxt, förbättra prestanda och uppnå dina onlinemål.

source: ionos-essentials
it_it: ionos-essenziali
sv_se: jonos-väsentligheter

source: Welcome to your %s Hub
es_es: Bienvenido a su %s Hub
it_it: Benvenuti nel vostro Hub %s
pl_pl: Witamy w %s Hub
sv_se: Välkommen till din %s Hub

source: This overview is your gateway to unlocking the full potential of your WordPress website.
es_es: Esta visión general es su puerta de entrada para liberar todo el potencial de su sitio web WordPress.
it_it: Questa panoramica è la porta d'accesso per sbloccare il pieno potenziale del vostro sito web WordPress.
pl_pl: Ten przegląd jest bramą do odblokowania pełnego potencjału witryny WordPress.
sv_se: Denna översikt är din inkörsport till att frigöra den fulla potentialen hos din WordPress-webbplats.

source: Recommendations for next steps
es_es: Recomendaciones para los próximos pasos
it_it: Raccomandazioni per i prossimi passi
pl_pl: Zalecenia dotyczące kolejnych kroków
sv_se: Rekommendationer för nästa steg

source: Helpful links and shortcuts
es_es: Enlaces y atajos útiles
it_it: Link utili e scorciatoie
pl_pl: Pomocne łącza i skróty
sv_se: Användbara länkar och genvägar

source: Comprehensive help section, including: AI chat support, Guided tours and an extensive knowledge database
es_es: Amplia sección de ayuda, que incluye: Asistencia por chat con IA, visitas guiadas y una amplia base de datos de conocimientos.
it_it: Sezione di aiuto completa, che include: Assistenza via chat con l'intelligenza artificiale, tour guidati e un ampio database di conoscenze.
pl_pl: Kompleksowa sekcja pomocy, w tym: Wsparcie czatu AI, Wycieczki z przewodnikiem i obszerną bazę wiedzy
sv_se: Omfattande hjälpavsnitt, inklusive: AI-chatsupport, guidade turer och en omfattande kunskapsdatabas

source: Stay tuned for exciting new features and updates to come!
es_es: Esté atento a las próximas novedades y actualizaciones.
it_it: Rimanete sintonizzati per le nuove funzionalità e gli aggiornamenti in arrivo!
pl_pl: Bądź na bieżąco z nowymi funkcjami i aktualizacjami!
sv_se: Håll ögonen öppna för spännande nya funktioner och uppdateringar framöver!

source: Close
es_es: Cerrar
it_it: Chiudere
pl_pl: Zamknij
sv_se: Nära

# block title
source: Welcome
es_es: Bienvenido
it_it: Benvenuti
pl_pl: Witamy
sv_se: Välkommen

# block description
source: Welcome
es_es: Bienvenido
it_it: Benvenuti
pl_pl: Witamy
sv_se: Välkommen

# block title
source: What's New
es_es: Novedades
it_it: Cosa c'è di nuovo
pl_pl: Co nowego
sv_se: Vad är nytt

# block description
source: What's New
es_es: Novedades
it_it: Cosa c'è di nuovo
pl_pl: Co nowego
sv_se: Vad är nytt

source: What’s New
es_es: Novedades
it_it: Cosa c'è di nuovo
pl_pl: Co nowego
sv_se: Vad är nytt

source: Discover new features and get an overview of the latest updates and enhancements of your WordPress Hub
es_es: Descubre nuevas funciones y obtén una visión general de las últimas actualizaciones y mejoras de tu Hub de WordPress
it_it: Scoprite le nuove funzionalità e ottenete una panoramica degli ultimi aggiornamenti e miglioramenti del vostro Hub WordPress.
pl_pl: Odkryj nowe funkcje i uzyskaj przegląd najnowszych aktualizacji i ulepszeń swojego WordPress Hub
sv_se: Upptäck nya funktioner och få en överblick över de senaste uppdateringarna och förbättringarna av din WordPress Hub

source: Introducing the new WordPress Hub
es_es: Presentación del nuevo Hub de WordPress
it_it: Presentazione del nuovo Hub WordPress
pl_pl: Przedstawiamy nowe centrum WordPress
sv_se: Vi presenterar den nya WordPress Hub

source: Featuring a completely new design and an improved user experience, making managing your website easier than ever.
es_es: Con un diseño completamente nuevo y una experiencia de usuario mejorada, la gestión de su sitio web será más fácil que nunca.
it_it: Con un design completamente nuovo e un'esperienza utente migliorata, la gestione del vostro sito web è più facile che mai.
pl_pl: Zupełnie nowy wygląd i ulepszona obsługa sprawiają, że zarządzanie witryną jest łatwiejsze niż kiedykolwiek.
sv_se: Med en helt ny design och en förbättrad användarupplevelse blir det enklare än någonsin att hantera din webbplats.

source: Vulnerability Scan Results
es_es: Resultados de la exploración de vulnerabilidades
it_it: Risultati della scansione delle vulnerabilità
pl_pl: Wyniki skanowania pod kątem podatności
sv_se: Resultat av sårbarhetsskanning

source: We've added scan results directly to your dashboard, giving you instant visibility into potential security risks.
es_es: Hemos añadido los resultados de los análisis directamente a su panel de control, lo que le ofrece una visibilidad instantánea de los posibles riesgos para la seguridad.
it_it: Abbiamo aggiunto i risultati delle scansioni direttamente alla vostra dashboard, dandovi una visibilità immediata sui potenziali rischi per la sicurezza.
pl_pl: Dodaliśmy wyniki skanowania bezpośrednio do pulpitu nawigacyjnego, zapewniając natychmiastowy wgląd w potencjalne zagrożenia bezpieczeństwa.
sv_se: Vi har lagt till skanningsresultat direkt på din instrumentpanel, vilket ger dig omedelbar insyn i potentiella säkerhetsrisker.

source: Add new page
es_es: Añadir nueva página
it_it: Aggiungi una nuova pagina
pl_pl: Dodaj nową stronę
sv_se: Lägg till ny sida

source: Add new post
es_es: Añadir un nuevo mensaje
it_it: Aggiungi un nuovo post
pl_pl: Dodaj nowy post
sv_se: Lägg till nytt inlägg

source: Edit site navigation
es_es: Editar la navegación del sitio
it_it: Modifica della navigazione del sito
pl_pl: Edycja nawigacji w witrynie
sv_se: Redigera webbplatsens navigering

source: Change styles
es_es: Cambiar estilos
it_it: Cambiamento di stile
pl_pl: Zmiana stylów
sv_se: Ändra stilar

source: Edit Header
es_es: Editar cabecera
it_it: Modifica intestazione
pl_pl: Edytuj nagłówek
sv_se: Redigera sidhuvud

source: Edit Footer
es_es: Editar pie de página
it_it: Modifica piè di pagina
pl_pl: Edytuj stopkę
sv_se: Redigera sidfot

source: Add plugins
es_es: Añadir plugins
it_it: Aggiungere plugin
pl_pl: Dodaj wtyczki
sv_se: Lägg till plugins

source: Upload media files
es_es: Cargar archivos multimedia
it_it: Caricare i file multimediali
pl_pl: Przesyłanie plików multimedialnych
sv_se: Ladda upp mediefiler

source: Dismiss
es_es: Desestimar
it_it: Congedo
pl_pl: Odrzucić
sv_se: Avvisa

source: Scan for WordPress specific threats and vulnerabilities
es_es: Búsqueda de amenazas y vulnerabilidades específicas de WordPress
it_it: Scansione delle minacce e delle vulnerabilità specifiche di WordPress
pl_pl: Skanowanie w poszukiwaniu zagrożeń i luk w zabezpieczeniach WordPress
sv_se: Sök efter WordPress-specifika hot och sårbarheter

source: Brand Logo
pl_pl: Logo marki
